{"baseSetSize": 40, "cards": [{"artist": "Dan Scott", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288515, "name": "Chaotischer Äther", "text": "Wenn du auf den Chaotischen Äther triffst, zählt jede leere Seite des Weltenwürfels als chaos, bis ein Spieler von einer Welt weg wandert. (Weltenwandere dann von diesem Phänomen weg.)", "type": "Phänomen"}, {"language": "Spanish", "multiverseId": 288556, "name": "Éter caótico", "text": "Cuando te encuentres con el Éter caótico, cada lanzamiento en blanco en el dado planar es un lanzamiento chaos hasta que un jugador camine por los planos desde un plano. (Luego camina por los planos desde este fenómeno.)", "type": "Fenómeno"}, {"language": "French", "multiverseId": 288474, "name": "Aether chaotique", "text": "Quand vous rencontrez l'Aether chaotique, chaque lancer vierge du dé planaire est un lancer chaos jusqu'à ce qu'un joueur se transplane depuis un plan. (Puis transplanez-vous depuis ce phénomène.)", "type": "Phénomène"}, {"language": "Italian", "multiverseId": 288597, "name": "Etere Caotico", "text": "Quando incontri l'Etere Caotico, ogni tiro nullo del dado planare è un tiro caos finché un giocatore non viaggia tra i piani da un piano. (Poi viaggia tra i piani da questo fenomeno.)", "type": "Fenomeno"}, {"language": "Japanese", "multiverseId": 288638, "name": "混沌の霊気", "text": "あなたが混沌の霊気に遭遇したとき、いずれかのプレイヤーがいずれかの次元からプレインズウォークするまで、次元ダイスで出た空白はchaosである。 （その後、この現象からプレインズウォークする。）", "type": "現象"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256186", "mtgjsonV4Id": "90496007-c851-5cc0-87e1-b6973dd7520e", "multiverseId": "226509", "scryfallId": "36ab24d3-ca9d-4b9c-8c28-4dd1f05a2314", "scryfallIllustrationId": "375c30bc-2186-433f-a201-759ac76388ba", "scryfallOracleId": "6dc67a65-31bf-4535-9e02-8f6d6ecefde5", "tcgplayerProductId": "81890"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Chaotic Aether", "number": "1", "originalText": "When you encounter Chaotic Æther, each blank roll of the planar die is a chaos roll until a player planeswalks away from a plane. (Then planeswalk away from this phenomenon.)", "originalType": "Phenomenon", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/bdd5db1972109af5"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "While Chaotic Aether’s effect applies, rolling any blank face of the planar die will cause chaos abilities to trigger."}, {"date": "2012-06-01", "text": "Planeswalking away from a phenomenon (as you do when resolving Chaotic Aether’s ability) doesn’t cause Chaotic Aether’s effect to expire."}], "setCode": "OPC2", "subtypes": [], "supertypes": [], "text": "When you encounter Chaotic Aether, each blank roll of the planar die is a CHAOS roll until a player planeswalks away from a plane. (Then planeswalk away from this phenomenon.)", "type": "Phenomenon", "types": ["Phenomenon"], "uuid": "0e253d5e-f0fa-55fd-9aaf-88905a0ba564"}, {"artist": "Chuck Lukacs", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288547, "name": "Weltenverbindungstunnel", "text": "Wenn du auf den Weltenverbindungstunnel triffst, decke so lange Karten oben von deinem Weltendeck auf, bis du fünf Weltenkarten aufgedeckt hast. Lege eine Weltenkarte davon oben auf dein Weltendeck und lege den Rest der aufgedeckten Karten in zufälliger Reihenfolge unter dein Weltendeck. (Weltenwandere dann von diesem Phänomen weg.)", "type": "Phänomen"}, {"language": "Spanish", "multiverseId": 288588, "name": "Túnel interplanar", "text": "Cuando te encuentres con el Túnel interplanar, muestra cartas de la parte superior de tu mazo planar hasta que muestres cinco cartas de plano. Pon en la parte superior de tu mazo de planos una carta de plano que se encuentre entre ellas, luego pon el resto de las cartas mostradas en el fondo en un orden aleatorio. (Luego camina por los planos desde este fenómeno.)", "type": "Fenómeno"}, {"language": "French", "multiverseId": 288506, "name": "Tunnel interplanaire", "text": "Quand vous rencontrez le Tunnel interplanaire, révélez les cartes du dessus de votre deck planaire jusqu'à ce que vous révéliez cinq cartes de plan. Mettez une carte de plan parmi elles au-dessus de votre deck planaire, puis mettez le reste des cartes révélées au-dessous dans un ordre aléatoire. (Puis transplanez-vous depuis ce phénomène.)", "type": "Phénomène"}, {"language": "Italian", "multiverseId": 288629, "name": "Tunnel Interplanare", "text": "Quando incontri il Tunnel Interplanare, rivela carte dalla cima del tuo mazzo planare finché non riveli cinque carte piano. Metti una carta piano scelta tra esse in cima al tuo mazzo planare, poi metti in fondo le altre carte rivelate in ordine casuale. (Poi viaggia tra i piani da questo fenomeno.)", "type": "Fenomeno"}, {"language": "Japanese", "multiverseId": 288670, "name": "次元間トンネル", "text": "あなたが次元間トンネルに遭遇したとき、あなたの次元デッキの一番上から、次元カードが５枚公開されるまでカードを公開し続ける。 それらの中の次元カードを１枚あなたの次元デッキの一番上に置き、その後その公開されたカードの残りを無作為の順番で一番下に置く。 （その後、この現象からプレインズウォークする。）", "type": "現象"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255409", "mtgjsonV4Id": "34897ad9-4a5d-53c6-93e7-4a9085f8341a", "multiverseId": "226549", "scryfallId": "62f787e3-b09b-4319-a789-04c17cb73b04", "scryfallIllustrationId": "ed2fb817-82d1-45ee-8bbd-aa5e0e08a618", "scryfallOracleId": "7812174b-2dc1-43e8-b98f-639905e20ab7", "tcgplayerProductId": "81891"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Interplanar Tunnel", "number": "2", "originalText": "When you encounter Interplanar Tunnel, reveal cards from the top of your planar deck until you reveal five plane cards. Put a plane card from among them on top of your planar deck, then put the rest of the revealed cards on the bottom in a random order. (Then planeswalk away from this phenomenon.)", "originalType": "Phenomenon", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/873c0725bdf8aad2"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "The plane card you put on top of your planar deck is the one you’ll planeswalk to after planeswalking away from Interplanar Tunnel."}], "setCode": "OPC2", "subtypes": [], "supertypes": [], "text": "When you encounter Interplanar Tunnel, reveal cards from the top of your planar deck until you reveal five plane cards. Put a plane card from among them on top of your planar deck, then put the rest of the revealed cards on the bottom in a random order. (Then planeswalk away from this phenomenon.)", "type": "Phenomenon", "types": ["Phenomenon"], "uuid": "678890f8-1059-520f-9225-28a943d44f70"}, {"artist": "Brandon Kitkouski", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288519, "name": "Morphende Strömung", "text": "Wenn du auf die Morphende Strömung triffst, mischt jeder Spieler alle bleibenden Karten, die er besitzt, in seine Bibliothek und deckt dann ebenso viele Karten oben von seiner Bibliothek auf. Jeder Spieler bringt alle auf diese Weise aufgedeckten Artefakte, Kreaturen, Länder und Planeswalker ins Spiel, macht dies dann für Verzauberungen und legt alle auf diese Weise aufgedeckten, aber nicht ins Spiel gebrachten Karten in beliebiger Reihenfolge unter seine Bibliothek. (Weltenwandere dann von diesem Phänomen weg.)", "type": "Phänomen"}, {"language": "Spanish", "multiverseId": 288560, "name": "Marea metamórfica", "text": "Cuando te encuentres con la Marea metamórfica, cada jugador baraja todos los permanentes que le pertenezcan en su biblioteca, luego muestra esa misma cantidad de cartas de la parte superior de su biblioteca. Cada jugador pone en el campo de batalla todas las cartas de artefacto, criatura, tierra y planeswalker mostradas de esta manera, luego hace lo mismo para las cartas de encantamiento, luego pone todas las cartas mostradas de esta manera que no fueron puestas en el campo de batalla en la parte inferior de su biblioteca en cualquier orden. (Luego camina por los planos desde este fenómeno.)", "type": "Fenómeno"}, {"language": "French", "multiverseId": 288478, "name": "Vague morphique", "text": "Quand vous rencontrez la Vague morphique, chaque joueur mélange tous les permanents qu'il possède à sa bibliothèque et révèle ensuite autant de cartes du dessus de sa bibliothèque. Chaque joueur met sur le champ de bataille toutes les cartes d'artefact, de créature, de terrain et de planeswalker révélées de cette manière, fait ensuite de même pour toutes les cartes d'enchantement, et met ensuite toutes les cartes révélées de cette manière qui n'ont pas été mises sur le champ de bataille au-dessous de sa bibliothèque, dans n'importe quel ordre. (Puis transplanez-vous depuis ce phénomène.)", "type": "Phénomène"}, {"language": "Italian", "multiverseId": 288601, "name": "Marea Morfica", "text": "Quando incontri la Marea Morfica, ogni giocatore rimescola tutti i permanenti che possiede nel proprio grimorio, poi rivela altrettante carte dalla cima del proprio grimorio. Ogni giocatore mette sul campo di battaglia tutte le carte artefatto, creatura, terra e planeswalker rivelate in questo modo, poi mette sul campo di battaglia tutte le carte incantesimo rivelate in questo modo, poi mette tutte le carte rivelate in questo modo che non sono state messe sul campo di battaglia in fondo al proprio grimorio in qualsiasi ordine. (Poi viaggia tra i piani da questo fenomeno.)", "type": "Fenomeno"}, {"language": "Japanese", "multiverseId": 288642, "name": "変異の潮流", "text": "あなたが変異の潮流に遭遇したとき、各プレイヤーは自分がオーナーであるすべてのパーマネントを自分のライブラリーに加えて切り直し、その後自分のライブラリーの一番上からその総数に等しい枚数のカードを公開する。 各プレイヤーは、これにより公開されたすべてのアーティファクト・カードとクリーチャー・カードと土地カードとプレインズウォーカー・カードを戦場に出し、その後、エンチャント・カードも同様に行い、その後、これにより公開されて戦場に出されなかったすべてのカードを自分のライブラリーの一番下に望む順番で置く。 （その後、この現象からプレインズウォークする。）", "type": "現象"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255410", "mtgjsonV4Id": "56dbbfbd-c7fc-5979-8826-44739609bbaf", "mtgoId": "45000", "multiverseId": "226514", "scryfallId": "84b3e8d4-3299-4f46-8935-3abe362e88d4", "scryfallIllustrationId": "4fa395ac-c03a-414e-999d-331594553dd2", "scryfallOracleId": "302e4ac2-522b-4a0a-850a-d856639ea2a4", "tcgplayerProductId": "81892"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Morphic Tide", "number": "3", "originalText": "When you encounter Morphic Tide, each player shuffles all permanents he or she owns into his or her library, then reveals that many cards from the top of his or her library. Each player puts all artifact, creature, land, and planeswalker cards revealed this way onto the battlefield, then does the same for enchantment cards, then puts all cards revealed this way that weren't put onto the battlefield on the bottom of his or her library in any order. (Then planeswalk away from this phenomenon.)", "originalType": "Phenomenon", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/d1c2344eaf1ac428"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "This ability is very similar to that of Warp World, but note that planeswalkers are put onto the battlefield."}, {"date": "2012-06-01", "text": "Taking it slowly, here's what happens when Morphic Tide's ability resolves: 1) Each player counts the number of permanents they own. 2) Each player shuffles those permanents into their library. 3) Each player reveals cards from the top of their library equal to the number that player counted. 4) Each player puts all artifact, creature, land, and planeswalker cards revealed this way onto the battlefield. All of these cards enter the battlefield at the same time. 5) Each player puts all enchantment cards revealed this way onto the battlefield. An Aura put onto the battlefield this way can enchant an artifact, creature, land, or planeswalker that was already put onto the battlefield, but can't enchant an enchantment that's being put onto the battlefield at the same time as it. If multiple players have Auras to put onto the battlefield, the player whose turn it is announces what their Auras will enchant, then each other player in turn order does the same, then all enchantments (both Auras and non-Auras) enter the battlefield at the same time. 6) Each player puts all of their other revealed cards (instants, sorceries, and Auras that can't enchant anything) on the bottom of their library in any order."}, {"date": "2012-06-01", "text": "Cards such as Sakashima’s Student that can enter the battlefield as a copy of another permanent won’t be able to enter the battlefield as a copy of a permanent that’s entering the battlefield at the same time."}, {"date": "2012-06-01", "text": "After all permanents are put onto the battlefield and you planeswalk away from Morphic Tide, any abilities that triggered from those permanents entering the battlefield, from the previous generation of permanents leaving the battlefield, and from the new plane or phenomenon will be put onto the stack. You’ll put all of your triggered abilities on the stack in any order, then each other player in turn order will do the same. (The last ability put on the stack will be the first one that resolves.)"}, {"date": "2012-06-01", "text": "The permanents will enter the battlefield while Morphic Tide is face up. This means the game won’t be on any plane when determining if any abilities trigger because those permanents entered the battlefield, for example. However, you’ll planeswalk away from Morphic Tide before any such abilities are put on the stack. After you turn the next card of the planar deck face up, any abilities that triggered during the resolution of Morphic Tide (including any abilities that triggered because you encountered another phenomenon or planeswalked to the next plane) will be put on the stack. The planar controller will put their abilities on the stack in any order, followed by each other player in turn order. The last ability put on the stack will be the first one to resolve."}, {"date": "2012-06-01", "text": "Token permanents a player owns will count toward the number of cards that player reveals. They’ll be shuffled into that player’s library and subsequently cease to exist. A token’s owner is the player under whose control it first entered the battlefield."}], "setCode": "OPC2", "subtypes": [], "supertypes": [], "text": "When you encounter Morphic Tide, each player shuffles all permanents they own into their library, then reveals that many cards from the top of their library. Each player puts all artifact, creature, land, and planeswalker cards revealed this way onto the battlefield, then does the same for enchantment cards, then puts all cards revealed this way that weren't put onto the battlefield on the bottom of their library in any order. (Then planeswalk away from this phenomenon.)", "type": "Phenomenon", "types": ["Phenomenon"], "uuid": "1c149e0e-eeb3-5446-bb69-f175490ad478"}, {"artist": "Jason Felix", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288523, "name": "Gemeinsame Erleuchtung", "text": "Wenn du auf die Gemeinsame Erleuchtung triffst, zieht jeder Spieler vier Karten. (Weltenwandere dann von diesem Phänomen weg.)", "type": "Phänomen"}, {"language": "Spanish", "multiverseId": 288564, "name": "Epifanía mutua", "text": "Cuando te encuentres con la Epifanía mutua, cada jugador roba cuatro cartas. (Luego camina por los planos desde este fenómeno.)", "type": "Fenómeno"}, {"language": "French", "multiverseId": 288482, "name": "Révélation mutuelle", "text": "Quand vous rencontrez la Révélation mutuelle, chaque joueur pioche quatre cartes. (Puis transplanez-vous depuis ce phénomène.)", "type": "Phénomène"}, {"language": "Italian", "multiverseId": 288605, "name": "Rivelazione Reciproca", "text": "Quando incontri la Rivelazione Reciproca, ogni giocatore pesca quattro carte. (Poi viaggia tra i piani da questo fenomeno.)", "type": "Fenomeno"}, {"language": "Japanese", "multiverseId": 288646, "name": "相互の天啓", "text": "あなたが相互の天啓に遭遇したとき、各プレイヤーはカードを４枚引く。 （その後、この現象からプレインズウォークする。）", "type": "現象"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255411", "mtgjsonV4Id": "8ee38f31-6002-5ce0-8eec-3a9f14263a90", "mtgoId": "45004", "multiverseId": "226520", "scryfallId": "677949e4-1551-495d-b65b-beb21ea19045", "scryfallIllustrationId": "dfbc85e7-dbf7-4f36-bcd7-119ac022aaec", "scryfallOracleId": "c871974e-54e6-411f-8408-3708823fa2df", "tcgplayerProductId": "81893"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Mutual Epiphany", "number": "4", "originalText": "When you encounter Mutual Epiphany, each player draws four cards. (Then planeswalk away from this phenomenon.)", "originalType": "Phenomenon", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/39ee40cd80f40967"}, "rarity": "common", "rulings": [], "setCode": "OPC2", "subtypes": [], "supertypes": [], "text": "When you encounter Mutual Epiphany, each player draws four cards. (Then planeswalk away from this phenomenon.)", "type": "Phenomenon", "types": ["Phenomenon"], "uuid": "56202daa-85d9-54d0-a1b7-e9af55748604"}, {"artist": "Dave Kendall", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288545, "name": "Weltweites Desaster", "text": "Wenn du auf das Weltweite Desaster triffst, zerstöre alle Kreaturen. (Weltenwandere dann von diesem Phänomen weg.)", "type": "Phänomen"}, {"language": "Spanish", "multiverseId": 288586, "name": "Desastre planar", "text": "Cuando te encuentres con el Desastre planar, destruye todas las criaturas. (Luego camina por los planos desde este fenómeno.)", "type": "Fenómeno"}, {"language": "French", "multiverseId": 288504, "name": "Désastre à l'échelle planaire", "text": "Quand vous rencontrez le Désastre à l'échelle planaire, détruisez toutes les créatures. (Puis transplanez-vous depuis ce phénomène.)", "type": "Phénomène"}, {"language": "Italian", "multiverseId": 288627, "name": "Disastro in Tutto il Piano", "text": "Quando incontri il Disastro in Tutto il Piano, distruggi tutte le creature. (Poi viaggia tra i piani da questo fenomeno.)", "type": "Fenomeno"}, {"language": "Japanese", "multiverseId": 288668, "name": "次元域の災難", "text": "あなたが次元域の災難に遭遇したとき、すべてのクリーチャーを破壊する。 （その後、この現象からプレインズウォークする。）", "type": "現象"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255412", "mtgjsonV4Id": "beaa0879-c5ac-54e1-a65a-06d5c7469e77", "mtgoId": "45030", "multiverseId": "226545", "scryfallId": "01808714-a841-425a-94e7-a75de1267f66", "scryfallIllustrationId": "7fc2b2af-3ed4-4cc4-958b-61750abced59", "scryfallOracleId": "a34b272b-084b-4ff1-8b02-d95116ccfeab", "tcgplayerProductId": "81894"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Planewide Disaster", "number": "5", "originalText": "When you encounter Planewide Disaster, destroy all creatures. (Then planeswalk away from this phenomenon.)", "originalType": "Phenomenon", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/6d11ddacdebf0a53"}, "rarity": "common", "rulings": [], "setCode": "OPC2", "subtypes": [], "supertypes": [], "text": "When you encounter Planewide Disaster, destroy all creatures. (Then planeswalk away from this phenomenon.)", "type": "Phenomenon", "types": ["Phenomenon"], "uuid": "c6ac6678-07d1-5a7d-beeb-474ef458da27"}, {"artist": "Dan Scott", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288514, "name": "Realitätsformung", "text": "Wenn du auf die Realitätsformung triffst, kann — beginnend bei dir — jeder Spieler eine bleibende Karte aus seiner Hand ins Spiel bringen. (Weltenwandere dann von diesem Phänomen weg.)", "type": "Phänomen"}, {"language": "Spanish", "multiverseId": 288555, "name": "Moldeado de la realidad", "text": "Cuando te encuentres con el Moldeado de la realidad, comenzando contigo, cada jugador puede poner en el campo de batalla una carta de permanente de su mano. (Luego camina por los planos desde este fenómeno.)", "type": "Fenómeno"}, {"language": "French", "multiverseId": 288473, "name": "Modelage de la réalité", "text": "Quand vous rencontrez le Modelage de la réalité, en commençant par vous, chaque joueur peut mettre sur le champ de bataille une carte de permanent de sa main. (Puis transplanez-vous depuis ce phénomène.)", "type": "Phénomène"}, {"language": "Italian", "multiverseId": 288596, "name": "Plasmare la Realtà", "text": "Quando incontri Plasmare la Realtà, a partire da te, ogni giocatore può mettere sul campo di battaglia una carta permanente dalla propria mano. (Poi viaggia tra i piani da questo fenomeno.)", "type": "Fenomeno"}, {"language": "Japanese", "multiverseId": 288637, "name": "現実の造形", "text": "あなたが現実の造形に遭遇したとき、あなたから始めて、各プレイヤーは、自分の手札からパーマネント・カードを１枚戦場に出してもよい。 （その後、この現象からプレインズウォークする。）", "type": "現象"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255413", "mtgjsonV4Id": "fae7e8c8-813f-5169-a78c-1a0f085bd970", "mtgoId": "44994", "multiverseId": "226508", "scryfallId": "254f484d-a652-4747-9b78-6bf083a8f656", "scryfallIllustrationId": "6f0576c5-074d-45f9-8887-58c855be0ec4", "scryfallOracleId": "3fc15821-1add-4321-aecd-33f8a8c5f9a7", "tcgplayerProductId": "81895"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Reality Shaping", "number": "6", "originalText": "When you encounter Reality Shaping, starting with you, each player may put a permanent card from his or her hand onto the battlefield. (Then planeswalk away from this phenomenon.)", "originalType": "Phenomenon", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/c935fd1eac7249de"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "First, you may put a permanent card onto the battlefield, then each other player in turn order may do the same. Cards such as Sakashima’s Student that can enter the battlefield as a copy of another creature could copy a creature put onto the battlefield earlier in the resolution of the ability."}, {"date": "2012-06-01", "text": "Each player will know what permanent cards were put onto the battlefield earlier in the ability’s resolution."}, {"date": "2012-06-01", "text": "This process is not repeated. Go around the table only once."}, {"date": "2012-06-01", "text": "After all permanents are put onto the battlefield and you planeswalk away from Reality Shaping, any abilities that triggered from those permanents entering the battlefield will be put onto the stack. You’ll put all of your triggered abilities on the stack in any order, then each other player in turn order will do the same. (The last ability put on the stack will be the first one that resolves.)"}], "setCode": "OPC2", "subtypes": [], "supertypes": [], "text": "When you encounter Reality Shaping, starting with you, each player may put a permanent card from their hand onto the battlefield. (Then planeswalk away from this phenomenon.)", "type": "Phenomenon", "types": ["Phenomenon"], "uuid": "cdbe2b07-8244-5986-bb49-fcd9a289f637"}, {"artist": "Gabor Szikszai", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288546, "name": "Zusammenwachsen des Raumes", "text": "Wenn du auf das Zusammenwachsen des Raumes triffst, decke so lange Karten oben von deinem Weltendeck auf, bis du zwei Weltenkarten aufgedeckt hast. Weltenwandere gleichzeitig zu beiden. Lege alle anderen Karten, die du auf diese Weise aufgedeckt hast, in beliebiger Reihenfolge unter dein Weltendeck.", "type": "Phänomen"}, {"language": "Spanish", "multiverseId": 288587, "name": "Fusión espacial", "text": "Cuando te encuentres con la Fusión espacial, muestra cartas de la parte superior de tu mazo planar hasta que muestres dos cartas de plano. Simultáneamente camina por los planos hacia ambas. Pon todas las otras cartas mostradas de esta manera en el fondo de tu mazo planar en cualquier orden.", "type": "Fenómeno"}, {"language": "French", "multiverseId": 288505, "name": "Fusion spatiale", "text": "Quand vous rencontrez la Fusion spatiale, révélez les cartes du dessus de votre deck planaire jusqu'à ce que vous révéliez deux cartes de plan. Transplanez-vous simultanément vers les deux. Mettez toutes les autres cartes ainsi révélées au-dessous de votre deck planaire, dans n'importe quel ordre.", "type": "Phénomène"}, {"language": "Italian", "multiverseId": 288628, "name": "Fusione dello Spazio", "text": "Quando incontri la Fusione dello Spazio, rivela carte dalla cima del tuo mazzo planare finché non riveli due carte piano. Viaggia tra i piani contemporaneamente fino a entrambe. Metti tutte le altre carte rivelate in questo modo in fondo al tuo mazzo planare in qualsiasi ordine.", "type": "Fenomeno"}, {"language": "Japanese", "multiverseId": 288669, "name": "空間の接合", "text": "あなたが空間の接合に遭遇したとき、あなたの次元デッキの一番上から、次元カードが２枚公開されるまでカードを公開し続ける。 それらの両方に同時にプレインズウォークする。 これにより公開された他のすべてのカードを、あなたの次元デッキの一番下に望む順番で置く。", "type": "現象"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255414", "mtgjsonV4Id": "0b11f469-6810-5b0e-9942-67233b361360", "multiverseId": "226546", "scryfallId": "065f86fb-d74c-4088-b288-c5be0cdb3165", "scryfallIllustrationId": "edcdf5a1-b276-47de-9d30-cf84b91b277e", "scryfallOracleId": "aa166578-b13b-4adb-a78e-d5183e987112", "tcgplayerProductId": "81896"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Spatial Merging", "number": "7", "originalText": "When you encounter Spatial Merging, reveal cards from the top of your planar deck until you reveal two plane cards. Simultaneously planeswalk to both of them. Put all other cards revealed this way on the bottom of your planar deck in any order.", "originalType": "Phenomenon", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/a1242bc24ae73d3a"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Until a player planeswalks, the game will exist on both planes. The abilities of both plane cards can affect the game."}, {"date": "2012-06-01", "text": "If a player rolls {CHAOS}, both chaos abilities will trigger. The player may put those abilities on the stack in any order."}, {"date": "2012-06-01", "text": "The next time a player planeswalks, they planeswalk away from both planes. Their owner puts them on the bottom of their planar deck in an order of their choice. This order isn’t revealed to other players."}], "setCode": "OPC2", "subtypes": [], "supertypes": [], "text": "When you encounter Spatial Merging, reveal cards from the top of your planar deck until you reveal two plane cards. Simultaneously planeswalk to both of them. Put all other cards revealed this way on the bottom of your planar deck in any order.", "type": "Phenomenon", "types": ["Phenomenon"], "uuid": "2e4486d2-fafa-5679-8be0-dd1d51ade087"}, {"artist": "rk post", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288553, "name": "Zeitverzerrung", "text": "Wenn du auf die Zeitverzerrung triffst, ändert sich die Spielrichtung. (Falls zum Beispiel bislang das Spiel im Uhrzeigersinn ging, läuft es jetzt gegen den Uhrzeigersinn. Weltenwandere dann von diesem Phänomen weg.)", "type": "Phänomen"}, {"language": "Spanish", "multiverseId": 288594, "name": "Distorsión del tiempo", "text": "Cuando te encuentres con la Distorsión del tiempo, invierte el orden de turno del juego. (Por ejemplo, si el juego avanza por la mesa hacia la izquierda, ahora avanza hacia la derecha. Luego camina por los planos desde este fenómeno.)", "type": "Fenómeno"}, {"language": "French", "multiverseId": 288512, "name": "Déformation temporelle", "text": "Quand vous rencontrez la Déformation temporelle, inversez l'ordre du tour de la partie. (Par exemple, si la partie s'est déroulée dans le sens des aiguilles d'une montre autour de la table, elle se déroule maintenant dans le sens inverse des aiguilles d'une montre. Puis transplanez-vous depuis ce phénomène.)", "type": "Phénomène"}, {"language": "Italian", "multiverseId": 288635, "name": "Distorsione Temporale", "text": "Quando incontri la Distorsione Temporale, inverti l'ordine del turno di gioco. (Per esempio, se la partita procedeva in senso orario intorno al tavolo, ora procede in senso antiorario. Poi viaggia tra i piani da questo fenomeno.)", "type": "Fenomeno"}, {"language": "Japanese", "multiverseId": 288676, "name": "時間のひずみ", "text": "あなたが時間のひずみに遭遇したとき、ゲームのターン順を逆転する。 （例えば、プレイがテーブルを時計回りに進行していた場合、今後は反時計回りに進行する。 その後、この現象からプレインズウォークする。）", "type": "現象"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "254935", "mtgjsonV4Id": "367c06ee-39af-56dc-8edc-731ec70829ed", "multiverseId": "226556", "scryfallId": "45f85a55-66a2-4166-83aa-b0dd595d694a", "scryfallIllustrationId": "90164a88-5672-4475-a0e9-2b492f1e7aa4", "scryfallOracleId": "e19e8895-f8a4-4995-8dd4-2821c6469126", "tcgplayerProductId": "81897"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Time Distortion", "number": "8", "originalText": "When you encounter Time Distortion, reverse the game's turn order. (For example, if play had proceeded clockwise around the table, it now goes counterclockwise. Then planeswalk away from this phenomenon.)", "originalType": "Phenomenon", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/d110fa2c1c6feaa3"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "This effect reverses the turn order established at the beginning of the game. While the order is reversed, anything that cares about this order (such as determining in what order choices are made) will use the new reversed."}, {"date": "2012-06-01", "text": "If the game’s turn order is reversed again, it will return to the default order used at the beginning of the game."}], "setCode": "OPC2", "subtypes": [], "supertypes": [], "text": "When you encounter Time Distortion, reverse the game's turn order. (For example, if play had proceeded clockwise around the table, it now goes counterclockwise. Then planeswalk away from this phenomenon.)", "type": "Phenomenon", "types": ["Phenomenon"], "uuid": "6a7f56c2-b02b-5d28-8ccc-ba94c78b4806"}, {"artist": "Rob Alexander", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288517, "name": "Akoum", "text": "Alle Spieler können Verzauberungskarten wirken, als ob sie Aufblitzen hätten.\nImmer wenn du chaos würfelst, zerstöre eine Kreatur deiner Wahl, die nicht verzaubert ist.", "type": "Welt — Zendikar"}, {"language": "Spanish", "multiverseId": 288558, "name": "Akoum", "text": "Los jugadores pueden lanzar cartas de encantamiento como si tuvieran la habilidad de destello.\nSiempre que lances caos, destruye la criatura objetivo que no está encantada.", "type": "Plano — Zendikar"}, {"language": "French", "multiverseId": 288476, "name": "Akoum", "text": "Les joueurs peuvent lancer des cartes d'enchantement comme si elles avaient le flash.\nÀ chaque fois que vous obtenez chaos, détruisez une créature ciblée qui n'est pas enchantée.", "type": "Plan : Zendikar"}, {"language": "Italian", "multiverseId": 288599, "name": "Akoum", "text": "I giocatori possono lanciare carte incantesimo come se avessero lampo.\nOgniqualvolta tiri caos, distruggi una creatura bersaglio che non è incantata.", "type": "Piano — Zendikar"}, {"language": "Japanese", "multiverseId": 288640, "name": "アクーム", "text": "プレイヤーはエンチャント・カードを、瞬速を持っているかのように唱えてもよい。\nあなたがchaosを出すたび、エンチャントされていないクリーチャー１体を対象とし、それを破壊する。", "type": "次元 — ゼンディカー"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256187", "mtgjsonV4Id": "297d065d-91ba-595c-a638-f6fb2fee7010", "multiverseId": "226512", "scryfallId": "fabef637-fb4b-41b5-8d12-5568e84c6d11", "scryfallIllustrationId": "0d0681f8-ecba-4289-ac18-2292b9dc9c0b", "scryfallOracleId": "25650a32-4014-4065-ad01-7357c3ad3995", "tcgplayerProductId": "81898"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Akoum", "number": "9", "originalText": "Players may cast enchantment cards as though they had flash.\nWhenever you roll chaos, destroy target creature that isn't enchanted.", "originalType": "Plane — Zendikar", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/b0290116ccd11658"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "A creature that’s enchanted can’t be chosen as the target of the chaos ability."}, {"date": "2012-06-01", "text": "If a creature that isn’t enchanted is targeted by the chaos ability, but that creature is enchanted when that ability tries to resolve, the ability won’t resolve for having an illegal target."}], "setCode": "OPC2", "subtypes": ["Zendikar"], "supertypes": [], "text": "Players may cast enchantment spells as though they had flash.\nWhenever you roll {CHAOS}, destroy target creature that isn't enchanted.", "type": "Plane — Zendikar", "types": ["Plane"], "uuid": "bb3dde41-ebdc-5b61-9334-cb6102b66757"}, {"artist": "Christopher Moeller", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288521, "name": "Aretopolis", "text": "Wenn du nach Aretopolis weltenwanderst oder zu Beginn deines Versorgungssegments, lege eine Spruchrollenmarke auf Aretopolis, dann erhältst du so viele Lebenspunkte dazu, wie Spruchrollenmarken auf ihr liegen.\nWenn auf Aretopolis zehn Spruchrollenmarken oder mehr liegen, weltenwandere.\nImmer wenn du chaos würfelst, lege eine Spruchrollenmarke auf Aretopolis und ziehe dann so viele Karten, wie Spruchrollenmarken auf ihr liegen.", "type": "Welt — Kephalai"}, {"language": "Spanish", "multiverseId": 288562, "name": "Aretópolis", "text": "Cuando camines por los planos hacia Aretópolis o al comienzo de tu mantenimiento, pon un contador de pergamino sobre Aretópolis, luego gana vidas igual a la cantidad de contadores de pergamino sobre ella.\nCuando Aretópolis tenga diez o más contadores de pergamino sobre ella, camina por los planos.\nSiempre que lances caos, pon un contador de pergamino sobre Aretópolis, luego roba una cantidad de cartas igual al número de contadores de pergamino sobre ella.", "type": "Plano — Kephalai"}, {"language": "French", "multiverseId": 288480, "name": "Aretopolis", "text": "Quand vous vous transplanez vers Aretopolis ou au début de votre entretien, mettez un marqueur « parchemin » sur Aretopolis, puis vous gagnez un nombre de points de vie égal au nombre de marqueurs « parchemin » sur lui.\nQuand Aretopolis a au moins dix marqueurs « parchemin » sur lui, transplanez-vous.\nÀ chaque fois que vous obtenez chaos, mettez un marqueur « parchemin » sur Aretopolis, puis piochez un nombre de cartes égal au nombre de marqueurs « parchemin » sur lui.", "type": "Plan : Kephalai"}, {"language": "Italian", "multiverseId": 288603, "name": "Aretopolis", "text": "Quando viaggi tra i piani fino ad Aretopolis o all'inizio del tuo mantenimento, metti un segnalino pergamena su Aretopolis, poi guadagni punti vita pari al numero di segnalini pergamena su di essa.\nQuando Aretopolis ha dieci o più segnalini pergamena, viaggia tra i piani.\nOgniqualvolta tiri caos, metti un segnalino pergamena su Aretopolis, poi pesca carte pari al numero di segnalini pergamena su di essa.", "type": "Piano — Kephalai"}, {"language": "Japanese", "multiverseId": 288644, "name": "アレトポリス", "text": "あなたがアレトポリスにプレインズウォークしたときかあなたのアップキープの開始時に、アレトポリスの上に巻物カウンターを１個置き、その後、あなたはそれの上に置かれている巻物カウンターの数に等しい点数のライフを得る。\nアレトポリスの上に10個以上の巻物カウンターが置かれているとき、プレインズウォークする。\nあなたがchaosを出すたび、アレトポリスの上に巻物カウンターを１個置き、その後、それの上に置かれている巻物カウンターの数に等しい枚数のカードを引く。", "type": "次元 — ケファライ"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255416", "mtgjsonV4Id": "eebe3c3e-8004-579d-acfe-5ca8c51e2c6d", "multiverseId": "226517", "scryfallId": "0da259c7-a8b5-475e-a2ac-9c4bfed4810d", "scryfallIllustrationId": "d5c2e9f0-cb0e-4e7c-9d81-c0fd7805b035", "scryfallOracleId": "d6ab4159-e04e-4991-8a9b-9da302c98e9d", "tcgplayerProductId": "81899"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Aretopolis", "number": "10", "originalText": "When you planeswalk to Aretopolis or at the beginning of your upkeep, put a scroll counter on Aretopolis, then you gain life equal to the number of scroll counters on it.\nWhen Aretopolis has ten or more scroll counters on it, planeswalk.\nWhenever you roll chaos, put a scroll counter on Aretopolis, then draw cards equal to the number of scroll counters on it.", "originalType": "Plane — Kephalai", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/faad3c25c077bfae"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "For both abilities that count the number of scroll counters on Aretopolis, count all scroll counters on it, not just ones you put there."}], "setCode": "OPC2", "subtypes": ["Kephalai"], "supertypes": [], "text": "When you planeswalk to Aretopolis or at the beginning of your upkeep, put a scroll counter on Aretopolis, then you gain life equal to the number of scroll counters on it.\nWhen Aretopolis has ten or more scroll counters on it, planeswalk.\nWhenever you roll {CHAOS}, put a scroll counter on Aretopolis, then draw cards equal to the number of scroll counters on it.", "type": "Plane — Kephalai", "types": ["Plane"], "uuid": "e2d9eaa5-b407-56d5-9a54-8ad3c2d545c7"}, {"artist": "Sam Burley", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288528, "name": "Astrale Arena", "text": "Nicht mehr als eine Kreatur kann in jedem Kampf angreifen.\nNicht mehr als eine Kreatur kann in jedem Kampf blocken.\nImmer wenn du chaos würfelst, fügt die Astrale Arena allen Kreaturen 2 Schadenspunkte zu.", "type": "Welt — Kolbahan"}, {"language": "Spanish", "multiverseId": 288569, "name": "Arena astral", "text": "No más de una criatura puede atacar cada combate.\nNo más de una criatura puede bloquear cada combate.\nSiempre que lances caos, la Arena astral le hace 2 puntos de daño a cada criatura.", "type": "Plano — Kólbahan"}, {"language": "French", "multiverseId": 288487, "name": "Arène astrale", "text": "Pas plus d'une créature ne peut attaquer à chaque combat.\nPas plus d'une créature ne peut bloquer à chaque combat.\nÀ chaque fois que vous obtenez chaos, l'Arène astrale inflige 2 blessures à chaque créature.", "type": "Plan : Kolbahan"}, {"language": "Italian", "multiverseId": 288610, "name": "Arena Astrale", "text": "Non più di una creatura può attaccare in ogni combattimento.\nNon più di una creatura può bloccare in ogni combattimento.\nOgniqualvolta tiri caos, l'Arena Astrale infligge 2 danni a ogni creatura.", "type": "Piano — Kolbahan"}, {"language": "Japanese", "multiverseId": 288651, "name": "天界闘技場", "text": "各戦闘では、２体以上のクリーチャーでは攻撃できない。\n各戦闘では、２体以上のクリーチャーではブロックできない。\nあなたがchaosを出すたび、天界闘技場は各クリーチャーにそれぞれ２点のダメージを与える。", "type": "次元 — コルバハン"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256188", "mtgjsonV4Id": "a7da82a4-4f50-5437-a236-bc430ac883b6", "multiverseId": "226526", "scryfallId": "75b8637f-a133-4885-9db5-7c4c9028bacf", "scryfallIllustrationId": "3c8ac9e9-5c61-44d2-b2a5-eff983930098", "scryfallOracleId": "805f9dc2-e172-481d-bae7-9a136a3d1e49", "tcgplayerProductId": "81900"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Astral Arena", "number": "11", "originalText": "No more than one creature can attack each combat.\nNo more than one creature can block each combat.\nWhenever you roll chaos, Astral Arena deals 2 damage to each creature.", "originalType": "Plane — Kolbahan", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/f6837d640e225374"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Astral Arena’s abilities stop more than one creature from being declared as an attacker or as a blocker each combat. However, it doesn’t affect creatures that are put onto the battlefield attacking or blocking."}, {"date": "2012-06-01", "text": "If a turn has multiple combat phases, either a different creature or the same one can attack or block in each of them."}], "setCode": "OPC2", "subtypes": ["Kolbahan"], "supertypes": [], "text": "No more than one creature can attack each combat.\nNo more than one creature can block each combat.\nWhenever you roll {CHAOS}, Astral Arena deals 2 damage to each creature.", "type": "Plane — Kolbahan", "types": ["Plane"], "uuid": "9b4325f7-2461-5133-8ca0-3f1ed273db05"}, {"artist": "Mark Hyzer", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288539, "name": "Bluthügel-Bastion", "text": "Immer wenn eine Kreatur ins Spiel kommt, erhält sie Doppelschlag und Eile bis zum Ende des Zuges.\nImmer wenn du chaos würfelst, schicke eine Kreatur deiner Wahl, die du kontrollierst und die kein Spielstein ist, ins Exil und bringe sie dann unter deiner Kontrolle ins Spiel zurück.", "type": "Welt — Equilor"}, {"language": "Spanish", "multiverseId": 288580, "name": "Bastión Colina Sangrienta", "text": "Siempre que una criatura entre al campo de batalla, gana las habilidades de dañar dos veces y prisa hasta el final del turno.\nSiempre que lances caos, exilia la criatura objetivo que no sea ficha que controles, luego regrésala al campo de batalla bajo tu control.", "type": "Plano — Equilor"}, {"language": "French", "multiverseId": 288498, "name": "Bastion de Sangcoteau", "text": "À chaque fois qu'une créature arrive sur le champ de bataille, elle acquiert la double initiative et la célérité jusqu'à la fin du tour.\nÀ chaque fois que vous obtenez chaos, exilez une créature non-jeton ciblée que vous contrôlez et renvoyez-la ensuite sur le champ de bataille, sous votre contrôle.", "type": "Plan : Équilor"}, {"language": "Italian", "multiverseId": 288621, "name": "Baluardo della Collina Insanguinata", "text": "Ogniqualvolta una creatura entra nel campo di battaglia, ha doppio attacco e rapidità fino alla fine del turno.\nOgniqualvolta tiri caos, esilia una creatura non pedina bersaglio che controlli, poi rimettila sul campo di battaglia sotto il tuo controllo.", "type": "Piano — Equilor"}, {"language": "Japanese", "multiverseId": 288662, "name": "血丘の砦", "text": "クリーチャーが１体戦場に出るたび、それはターン終了時まで二段攻撃と速攻を得る。\nあなたがchaosを出すたび、あなたがコントロールするトークンでないクリーチャー１体を対象とし、それを追放し、その後それをあなたのコントロール下で戦場に戻す。", "type": "次元 — エクィロー"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256189", "mtgjsonV4Id": "18f90863-807e-5db0-961a-af4be2741b0f", "multiverseId": "226539", "scryfallId": "4180d81e-6559-4b28-ad8d-513994ddca5d", "scryfallIllustrationId": "1997a8b5-21ca-429d-9224-222ebea4fc77", "scryfallOracleId": "ce8139b9-31f3-464d-86ea-7efbdbfce478", "tcgplayerProductId": "81901"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Bloodhill Bastion", "number": "12", "originalText": "Whenever a creature enters the battlefield, it gains double strike and haste until end of turn.\nWhenever you roll chaos, exile target nontoken creature you control, then return it to the battlefield under your control.", "originalType": "Plane — Equilor", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/e5b29c3749872353"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "If a creature you’ve gained control of temporarily (because of Act of Treason, for example) is exiled and returns to the battlefield under your control, you will control that creature indefinitely."}], "setCode": "OPC2", "subtypes": ["Equilor"], "supertypes": [], "text": "Whenever a creature enters the battlefield, it gains double strike and haste until end of turn.\nWhenever you roll {CHAOS}, exile target nontoken creature you control, then return it to the battlefield under your control.", "type": "Plane — Equilor", "types": ["Plane"], "uuid": "137a6ad5-04df-58ac-9553-71fca88d15b5"}, {"artist": "Goran Josic", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288529, "name": "Rand von Malacol", "text": "Falls eine Kreatur, die du kontrollierst, während deines Enttappsegments enttappen würde, lege stattdessen zwei +1/+1-Marken auf sie.\nImmer wenn du chaos würfelst, enttappe alle Kreaturen, die du kontrollierst.", "type": "Welt — Belenon"}, {"language": "Spanish", "multiverseId": 288570, "name": "Borde de Málacol", "text": "Si una criatura que controlas se fuera a enderezar durante tu paso de enderezar, en vez de eso, pon dos contadores +1/+1 sobre ella.\nSiempre que lances caos, endereza cada criatura que controlas.", "type": "Plano — Bélenon"}, {"language": "French", "multiverseId": 288488, "name": "Frontière de Malacol", "text": "Si une créature que vous contrôlez devait se dégager pendant votre étape de dégagement, mettez deux marqueurs +1/+1 sur elle à la place.\nÀ chaque fois que vous obtenez chaos, dégagez chaque créature que vous contrôlez.", "type": "Plan : Belenon"}, {"language": "Italian", "multiverseId": 288611, "name": "Margini di Malacol", "text": "Se una creatura che controlli sta per STAPpare durante il tuo STAP, metti invece due segnalini +1/+1 su di essa.\nOgniqualvolta tiri caos, STAPpa tutte le creature che controlli.", "type": "Piano — Belenon"}, {"language": "Japanese", "multiverseId": 288652, "name": "マラコールの際", "text": "あなたがコントロールするいずれかのクリーチャーがあなたのアンタップ・ステップにアンタップする場合、代わりにそれの上に＋１/＋１カウンターを２個置く。\nあなたがchaosを出すたび、あなたがコントロールする各クリーチャーをアンタップする。", "type": "次元 — ベレノン"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256190", "mtgjsonV4Id": "99f7bef5-f84c-56d2-ad51-7a2d0d5e7e9a", "mtgoId": "45010", "multiverseId": "226527", "scryfallId": "feca2d36-c73a-4c52-bc9a-cd7d930eb964", "scryfallIllustrationId": "2b43448b-33d7-4647-86f4-9c8422368675", "scryfallOracleId": "cb467901-a68d-4922-8ceb-867b582c8fe7", "tcgplayerProductId": "81902"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Edge of Malacol", "number": "13", "originalText": "If a creature you control would untap during your untap step, put two +1/+1 counters on it instead.\nWhenever you roll chaos, untap each creature you control.", "originalType": "Plane — Belenon", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/9e6d09b6d5724c9c"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "While Edge of Malacol is face up, the normal turn-based action of untapping your creatures is replaced. Those creatures won’t untap. Other tapped permanents you control will untap as normal."}, {"date": "2012-06-01", "text": "Other spells and abilities can untap creatures as normal. In that case, they’ll just untap. You won’t put any +1/+1 counters on them."}, {"date": "2012-06-01", "text": "If you untap a creature you control during another player’s untap step (perhaps due to Seedborn Muse’s ability), that creature will untap normally. You won’t put any +1/+1 counters on it."}], "setCode": "OPC2", "subtypes": ["Belenon"], "supertypes": [], "text": "If a creature you control would untap during your untap step, put two +1/+1 counters on it instead.\nWhenever you roll {CHAOS}, untap each creature you control.", "type": "Plane — Belenon", "types": ["Plane"], "uuid": "0a927853-6f2b-579a-bfe2-280c2158d095"}, {"artist": "Kekai Kotaki", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288536, "name": "Schmelzofenschicht", "text": "Wenn du zur Schmelzofenschicht weltenwanderst oder zu Beginn deines Versorgungssegments bestimme einen Spieler zufällig als Ziel. Dieser Spieler wirft eine Karte aus seiner Hand ab. Falls dieser Spieler auf diese Weise eine Land-Karte abwirft, verliert er 3 Lebenspunkte.\nImmer wenn du chaos würfelst, kannst du eine bleibende Karte deiner Wahl, die kein Land ist, zerstören.", "type": "Welt — Das neue Phyrexia"}, {"language": "Spanish", "multiverseId": 288577, "name": "Capa del Horno", "text": "Cuando camines por los planos hacia la Capa del Horno o al comienzo de tu mantenimiento, elige al azar a un jugador objetivo. Ese jugador descarta una carta. Si ese jugador descarta una carta de tierra de esta manera, él pierde 3 vidas.\nSiempre que lances caos, puedes destruir el permanente objetivo que no sea tierra.", "type": "Plano — Nueva Phyrexia"}, {"language": "French", "multiverseId": 288495, "name": "Couche du fourneau", "text": "Quand vous vous transplanez vers la Couche du fourneau ou au début de votre entretien, sélectionnez un joueur ciblé au hasard. Ce joueur se défausse d'une carte. Si ce joueur se défausse d'une carte de terrain de cette manière, il perd 3 points de vie.\nÀ chaque fois que vous obtenez chaos, vous pouvez détruire un permanent non-terrain ciblé.", "type": "Plan : Nouvelle Phyrexia"}, {"language": "Italian", "multiverseId": 288618, "name": "Strato della Fornace", "text": "Quando viaggi tra i piani fino allo Strato della Fornace o all'inizio del tuo mantenimento, scegli un giocatore bersaglio a caso. Quel giocatore scarta una carta. Se scarta una carta terra in questo modo, perde 3 punti vita.\nOgniqualvolta tiri caos, puoi distruggere un permanente non terra bersaglio.", "type": "Piano — Nuova Phyrexia"}, {"language": "Japanese", "multiverseId": 288659, "name": "溶鉱炉階層", "text": "あなたが溶鉱炉階層にプレインズウォークしたときかあなたのアップキープの開始時に、無作為に選んだプレイヤー１人を対象とする。 そのプレイヤーはカードを１枚捨てる。そのプレイヤーがこれにより土地カードを捨てた場合、そのプレイヤーは３点のライフを失う。\nあなたがchaosを出すたび、土地でないパーマネント１つを対象とする。あなたはそれを破壊してもよい。", "type": "次元 — 新ファイレクシア"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256191", "mtgjsonV4Id": "23214520-2753-59ad-bd59-b7c7a6804b76", "multiverseId": "226536", "scryfallId": "5f26d6c3-bd1e-4795-925e-2e7d2141dfdd", "scryfallIllustrationId": "4b56fc0b-a6dd-4656-82df-16e7c01e2936", "scryfallOracleId": "1799d361-85e7-4c04-aa04-6f83e6499573", "tcgplayerProductId": "81903"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Furnace Layer", "number": "14", "originalText": "When you planeswalk to Furnace Layer or at the beginning of your upkeep, select target player at random. That player discards a card. If that player discards a land card this way, he or she loses 3 life.\nWhenever you roll chaos, you may destroy target nonland permanent.", "originalType": "Plane — New Phyrexia", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/b4b3b5dbd01e70ae"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "If the target player has no cards in their hand when the ability resolves, nothing happens. That player won’t lose any life."}, {"date": "2012-06-01", "text": "You can be selected as the target of the first ability, not just your opponents."}], "setCode": "OPC2", "subtypes": ["New Phyrexia"], "supertypes": [], "text": "When you planeswalk to Furnace Layer or at the beginning of your upkeep, select target player at random. That player discards a card. If that player discards a land card this way, they lose 3 life.\nWhenever you roll {CHAOS}, you may destroy target nonland permanent.", "type": "Plane — New Phyrexia", "types": ["Plane"], "uuid": "a53567be-7e39-5fed-8075-94f8539e001a"}, {"artist": "Dave Kendall", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288542, "name": "Gaven", "text": "Alle Kreaturen haben Wachsamkeit.\nImmer wenn du chaos würfelst, sind alle Kreaturen, die du kontrollierst, in diesem Zug unzerstörbar.", "type": "Welt — Innistrad"}, {"language": "Spanish", "multiverseId": 288583, "name": "Gavony", "text": "Todas las criaturas tienen la habilidad de vigilancia.\nSiempre que lances caos, las criaturas que controlas son indestructibles este turno.", "type": "Plano — Innistrad"}, {"language": "French", "multiverseId": 288501, "name": "Gavonie", "text": "Toutes les créatures ont la vigilance.\nÀ chaque fois que vous obtenez chaos, les créatures que vous contrôlez sont indestructibles ce tour-ci.", "type": "Plan : Innistrad"}, {"language": "Italian", "multiverseId": 288624, "name": "Gavony", "text": "Tutte le creature hanno cautela.\nOgniqualvolta tiri caos, le creature che controlli sono indistruttibili in questo turno.", "type": "Piano — Innistrad"}, {"language": "Japanese", "multiverseId": 288665, "name": "ガヴォニー", "text": "すべてのクリーチャーは警戒を持つ。\nあなたがchaosを出すたび、このターン、あなたがコントロールするクリーチャーは破壊されない。", "type": "次元 — イニストラード"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256192", "mtgjsonV4Id": "c364ac1c-29b2-5e76-a17c-3139dd19fee3", "multiverseId": "226542", "scryfallId": "c8a9e705-90b9-4c72-8d38-c8b21e2c15a0", "scryfallIllustrationId": "ed837fcc-884d-425a-95c4-0b4ee74bb613", "scryfallOracleId": "2387edac-765b-4502-bd3d-88be8ba7d0a4", "tcgplayerProductId": "81904"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Gavony", "number": "15", "originalText": "All creatures have vigilance.\nWhenever you roll chaos, creatures you control are indestructible this turn.", "originalType": "Plane — Innistrad", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/3d351c1f55b89eaa"}, "rarity": "common", "rulings": [{"date": "2013-07-01", "text": "The chaos ability grants indestructible only to creatures that you control at the time it resovles. Creatures that you gain control of later in the turn will not have indestructible."}, {"date": "2013-07-01", "text": "If another player gains control of one of your creatures after the chaos ability resolves, that creature will continue to have indestructible until end of turn."}], "setCode": "OPC2", "subtypes": ["Innistrad"], "supertypes": [], "text": "All creatures have vigilance.\nWhenever you roll {CHAOS}, creatures you control gain indestructible until end of turn.", "type": "Plane — Innistrad", "types": ["Plane"], "uuid": "8cbaa710-517a-53d3-92b3-ee9dd9a47434"}, {"artist": "Omar Rayyan", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288535, "name": "Elendraschlucht", "text": "Am Ende des Kampfes kannst du die Kontrolle über eine Kreatur deiner Wahl, die du kontrollierst und die einem Spieler in diesem Zug Schaden zugefügt hat, gegen eine Kreatur deiner Wahl, die dieser Spieler kontrolliert, tauschen.\nImmer wenn du chaos würfelst, übernimm die Kontrolle über eine Kreatur deiner Wahl, die du besitzt.", "type": "Welt — Lorwyn"}, {"language": "Spanish", "multiverseId": 288576, "name": "Valle Elendra", "text": "Al final del combate, puedes intercambiar el control de la criatura objetivo que controlas y que hizo daño de combate a un jugador este combate y la criatura objetivo que controla ese jugador.\nSiempre que lances caos, gana el control de la criatura objetivo de la cual eres propietario.", "type": "Plano — Lorwyn"}, {"language": "French", "multiverseId": 288494, "name": "Vallon d'Elendra", "text": "À la fin du combat, vous pouvez échanger le contrôle d'une créature ciblée sous votre contrôle qui a infligé des blessures de combat à un joueur pendant ce combat contre une créature ciblée que ce joueur contrôle.\nÀ chaque fois que vous obtenez chaos, acquérez le contrôle d'une créature ciblée que vous possédez.", "type": "Plan : Lorwyn"}, {"language": "Italian", "multiverseId": 288617, "name": "Gola Elendra", "text": "Alla fine del combattimento, puoi scambiare il controllo di una creatura bersaglio che controlli e che ha inflitto danno da combattimento a un giocatore in questo combattimento con una creatura bersaglio controllata da quel giocatore.\nOgniqualvolta tiri caos, prendi il controllo di una creatura bersaglio che possiedi.", "type": "Piano — Lorwyn"}, {"language": "Japanese", "multiverseId": 288658, "name": "エレンドラ谷", "text": "戦闘終了時、この戦闘でいずれかのプレイヤーに戦闘ダメージを与えたあなたがコントロールするクリーチャー１体を対象とし、そのプレイヤーがコントロールするクリーチャー１体を対象とする。あなたはそれらのコントロールを交換してもよい。\nあなたがchaosを出すたび、あなたがオーナーであるクリーチャー１体を対象とし、それのコントロールを得る。", "type": "次元 — ローウィン"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256193", "mtgjsonV4Id": "4405b29c-410b-5477-a7ed-b2d7ab076a05", "mtgoId": "44958", "multiverseId": "226535", "scryfallId": "39e631f2-da85-46a3-8644-b4b96118292e", "scryfallIllustrationId": "121c7c7d-7bc4-48b5-b84d-b856ffa4de4c", "scryfallOracleId": "662e5245-73e4-49ba-aece-c73f1bea7b6a", "tcgplayerProductId": "81905"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Glen Elendra", "number": "16", "originalText": "At end of combat, you may exchange control of target creature you control that dealt combat damage to a player this combat and target creature that player controls.\nWhenever you roll chaos, gain control of target creature you own.", "originalType": "Plane — Lorwyn", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/770d37c79ed55523"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "If either target is no longer on the battlefield or is otherwise an illegal target when the chaos ability resolves, the exchange won’t happen. No creatures will change controllers. If both targets are illegal, the ability won’t resolve."}], "setCode": "OPC2", "subtypes": ["Lorwyn"], "supertypes": [], "text": "At end of combat, you may exchange control of target creature you control that dealt combat damage to a player this combat and target creature that player controls.\nWhenever you roll {CHAOS}, gain control of target creature you own.", "type": "Plane — Lorwyn", "types": ["Plane"], "uuid": "2becb3e9-0894-5147-a8ba-5beb45f2252d"}, {"artist": "Kekai Kotaki", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288551, "name": "Das große Beinhaus", "text": "Immer wenn eine Kreatur stirbt, verteilt ihr Beherrscher so viele +1/+1-Marken unter einer beliebigen Anzahl an Kreaturen seiner Wahl, die er kontrolliert, wie die Stärke der gestorbenen Kreatur beträgt.\nImmer wenn du chaos würfelst, schickt jeder Spieler alle Kreaturen, die er kontrolliert, ins Exil und bringt X 1/1 grüne Saproling-Kreaturenspielsteine ins Spiel, wobei X gleich der Gesamtstärke der auf dieser Weise ins Exil geschickten Kreaturen ist. Weltenwandere dann.", "type": "Welt — Ravnica"}, {"language": "Spanish", "multiverseId": 288592, "name": "Gran Osario", "text": "Siempre que una criatura muera, su controlador distribuye entre cualquier cantidad de criaturas objetivo que controle una cantidad de contadores +1/+1 igual a su fuerza.\nSiempre que lances caos, cada jugador exilia todas las criaturas que controla y pone en el campo de batalla X fichas de criatura Saprolín verde 1/1, donde X es la fuerza total de las criaturas que exilió de esta manera. Luego camina por los planos.", "type": "Plano — Rávnica"}, {"language": "French", "multiverseId": 288510, "name": "Grand ossuaire", "text": "À chaque fois qu'une créature meurt, son contrôleur distribue à n'importe quel nombre de créatures ciblées qu'il contrôle un nombre de marqueurs +1/+1 égal à la force de cette créature.\nÀ chaque fois que vous obtenez chaos, chaque joueur exile toutes les créatures qu'il contrôle et met sur le champ de bataille X jetons de créature 1/1 verte Saprobionte, X étant la force totale des créatures qu'il a exilées de cette manière. Puis transplanez-vous.", "type": "Plan : Ravnica"}, {"language": "Italian", "multiverseId": 288633, "name": "Grande Ossario", "text": "Ogniqualvolta muore una creatura, il suo controllore distribuisce un numero di segnalini +1/+1 pari alla sua forza tra un qualsiasi numero di creature bersaglio che controlla.\nOgniqualvolta tiri caos, ogni giocatore esilia tutte le creature che controlla e mette sul campo di battaglia X pedine creatura Saprolingio 1/1 verdi, dove X è la forza totale delle creature che ha esiliato in questo modo. Poi viaggia tra i piani.", "type": "Piano — Ravnica"}, {"language": "Japanese", "multiverseId": 288674, "name": "大納骨堂", "text": "クリーチャーが１体死亡するたび、それのコントローラーは望む数の自分がコントロールするクリーチャーを対象とし、死亡したクリーチャーのパワーに等しい数の＋１/＋１カウンターを、それらの上に割り振って置く。\nあなたがchaosを出すたび、各プレイヤーは自分がコントロールするすべてのクリーチャーを追放して緑の１/１の苗木・クリーチャー・トークンをＸ体戦場に出す。Ｘはそのプレイヤーがこれにより追放したクリーチャーのパワーの合計に等しい。 その後、プレインズウォークする。", "type": "次元 — ラヴニカ"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255417", "mtgjsonV4Id": "2c1f9986-98d4-5dbe-bb57-83193a76d2f1", "multiverseId": "226554", "scryfallId": "806befc2-a988-4e5c-b6b8-60e8c74b4199", "scryfallIllustrationId": "82eadc3b-6e4d-4818-8163-ada9d98a6813", "scryfallOracleId": "fb9651f5-1aec-4812-a044-3c1b60e6651f", "tcgplayerProductId": "81906"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Grand Ossuary", "number": "17", "originalText": "Whenever a creature dies, its controller distributes a number of +1/+1 counters equal to its power among any number of target creatures he or she controls.\nWhenever you roll chaos, each player exiles all creatures he or she controls and puts X 1/1 green Saproling creature tokens onto the battlefield, where X is the total power of the creatures he or she exiled this way. Then planeswalk.", "originalType": "Plane — Ravnica", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/320cd4739f9ed605"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "You choose the number of target creatures and declare how you are distributing the counters as you put the first ability on the stack. Each target must receive at least one +1/+1 counter."}, {"date": "2012-06-01", "text": "Any target that is illegal when the first ability resolves won’t get any +1/+1 counters. Those counters are essentially lost; you won’t get to put them on another creature."}, {"date": "2012-06-01", "text": "For the chaos ability, the total power of the creatures a player exiled is the total power of those creatures as they last existed on the battlefield, including any bonuses from +1/+1 counters, Auras, Equipment, and other applicable effects."}], "setCode": "OPC2", "subtypes": ["Ravnica"], "supertypes": [], "text": "Whenever a creature dies, its controller distributes a number of +1/+1 counters equal to its power among any number of target creatures they control.\nWhenever you roll {CHAOS}, each player exiles all creatures they control and creates X 1/1 green Saproling creature tokens, where X is the total power of the creatures they exiled this way. Then planeswalk.", "type": "Plane — Ravnica", "types": ["Plane"], "uuid": "ad4bd5a4-6ea3-5166-9bd7-027310a909f0"}, {"artist": "Erica Yang", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288541, "name": "Hain der Traumschoten", "text": "Wenn du zum Hain der Traumschoten weltenwandelst oder zu Beginn deines Versorgungssegments, decke Karten oben von deiner Bibliothek auf, bis du eine Kreaturenkarte aufdeckst. Bringe diese Karte ins Spiel und lege den Rest in zufällig bestimmter Reihenfolge unter deine Bibliothek.\nImmer wenn du chaos würfelst, bringe eine Kreatur deiner Wahl aus deinem Friedhof ins Spiel zurück.", "type": "Welt — Fabacin"}, {"language": "Spanish", "multiverseId": 288582, "name": "Arboleda de las vainas oníricas", "text": "Cuando camines por los planos hacia la Arboleda de las vainas oníricas o al comienzo de tu mantenimiento, muestra cartas de la parte superior de tu biblioteca hasta que muestres una carta de criatura. Pon esa carta en el campo de batalla y el resto en el fondo de tu biblioteca en un orden aleatorio.\nSiempre que lances caos, regresa al campo de batalla la carta de criatura objetivo de tu cementerio.", "type": "Plano — Fábacin"}, {"language": "French", "multiverseId": 288500, "name": "Bosquet des cosses de rêve", "text": "Quand vous vous transplanez vers le Bosquet des cosses de rêve ou au début de votre entretien, révélez les cartes du dessus de votre bibliothèque jusqu'à ce que vous révéliez une carte de créature. Mettez cette carte sur le champ de bataille et le reste au-dessous de votre bibliothèque dans un ordre aléatoire.\nÀ chaque fois que vous obtenez chaos, renvoyez sur le champ de bataille une carte de créature ciblée depuis votre cimetière.", "type": "Plan : Fabacin"}, {"language": "Italian", "multiverseId": 288623, "name": "Boschetto dei Bozzoli Onirici", "text": "Quando viaggi tra i piani fino al Boschetto dei Bozzoli Onirici o all'inizio del tuo mantenimento, rivela carte dalla cima del tuo grimorio finché non riveli una carta creatura. Metti quella carta sul campo di battaglia e il resto in fondo al tuo grimorio in ordine casuale.\nOgniqualvolta tiri caos, rimetti sul campo di battaglia una carta creatura bersaglio dal tuo cimitero.", "type": "Piano — Fabacin"}, {"language": "Japanese", "multiverseId": 288664, "name": "夢鞘の木立ち", "text": "あなたが夢鞘の木立ちにプレインズウォークしたときかあなたのアップキープの開始時に、あなたのライブラリーの一番上のカードを、クリーチャー・カードが公開されるまで公開し続ける。 そのカードを戦場に出し、残りをあなたのライブラリーの一番下に無作為の順番で置く。\nあなたがchaosを出すたび、あなたの墓地にあるクリーチャー・カード１枚を対象とし、それを戦場に戻す。", "type": "次元 — ファバシン"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255418", "mtgjsonV4Id": "6ec412d4-7cf7-5e77-8b55-fff70a36d905", "mtgoId": "45024", "multiverseId": "226541", "scryfallId": "abe9bffd-4728-4889-8b16-c7673cba332b", "scryfallIllustrationId": "9e28b5a1-8bb5-40b2-8ce0-5abd8c868d9c", "scryfallOracleId": "3e553881-bac7-4830-b739-3b8c6aa0ded6", "tcgplayerProductId": "81907"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Grove of the Dreampods", "number": "18", "originalText": "When you planeswalk to Grove of the Dreampods or at the beginning of your upkeep, reveal cards from the top of your library until you reveal a creature card. Put that card onto the battlefield and the rest on the bottom of your library in a random order.\nWhenever you roll chaos, return target creature card from your graveyard to the battlefield.", "originalType": "Plane — Fabacin", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/92e76b314689565f"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Both abilities are mandatory. You must put the creature card onto the battlefield, even if you don’t want to."}, {"date": "2012-06-01", "text": "If you don’t reveal any creature cards from your library, you’ll put the cards from your library on the bottom of your library in a random order. Essentially, this will shuffle your library, although you are not shuffling it for purposes of effects that care about a player shuffling a library."}], "setCode": "OPC2", "subtypes": ["Fabacin"], "supertypes": [], "text": "When you planeswalk to Grove of the Dreampods or at the beginning of your upkeep, reveal cards from the top of your library until you reveal a creature card. Put that card onto the battlefield and the rest on the bottom of your library in a random order.\nWhenever you roll {CHAOS}, return target creature card from your graveyard to the battlefield.", "type": "Plane — Fabacin", "types": ["Plane"], "uuid": "38c9067b-f20c-5627-94ce-1d8fb719709d"}, {"artist": "Vincent Proce", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288544, "name": "Polyederfelder von Agadeem", "text": "Kreaturen mit Stärke 7 oder mehr können nicht angreifen oder blocken.\nImmer wenn du chaos würfelst, bringe einen 7/7 farblosen Eldrazi-Kreaturenspielstein mit Vernichter 1 ins Spiel. (Immer wenn diese Kreatur angreift, opfert der verteidigende Spieler eine bleibende Karte.)", "type": "Welt — Zendikar"}, {"language": "Spanish", "multiverseId": 288585, "name": "Campos de edros de Agadeem", "text": "Las criaturas con fuerza de 7 o más no pueden atacar o bloquear.\nSiempre que lances caos, pon en el campo de batalla una ficha de criatura Eldrazi incolora 7/7 con aniquilador 1. (Siempre que ataque, el jugador defensor sacrifica un permanente.)", "type": "Plano — Zendikar"}, {"language": "French", "multiverseId": 288503, "name": "Champs d'hèdrons d'Agadeem", "text": "Les créatures de force supérieure ou égale à 7 ne peuvent ni attaquer ni bloquer.\nÀ chaque fois que vous obtenez chaos, mettez sur le champ de bataille un jeton de créature 7/7 incolore Eldrazi avec annihilateur 1. (À chaque fois qu'il attaque, le joueur défenseur sacrifie un permanent.)", "type": "Plan : Zendikar"}, {"language": "Italian", "multiverseId": 288626, "name": "Campi di Edri di Agadeem", "text": "Le creature con forza pari o superiore a 7 non possono attaccare o bloccare.\nOgniqualvolta tiri caos, metti sul campo di battaglia una pedina creatura Eldrazi 7/7 incolore con annientatore 1. (Ogniqualvolta questa creatura attacca, il giocatore in difesa sacrifica un permanente.)", "type": "Piano — Zendikar"}, {"language": "Japanese", "multiverseId": 288667, "name": "アガディームの面晶体原", "text": "パワーが７以上のクリーチャーは攻撃したりブロックしたりできない。\nあなたがchaosを出すたび、滅殺１を持つ無色の７/７のエルドラージ・クリーチャー・トークンを１体戦場に出す。 （それが攻撃するたび、防御プレイヤーはパーマネントを１つ生け贄に捧げる。）", "type": "次元 — ゼンディカー"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255419", "mtgjsonV4Id": "65b0661a-d410-5cf4-abbd-9e809a27ac02", "mtgoId": "44950", "multiverseId": "226544", "scryfallId": "b1b1cedb-9778-4403-b189-aa396df29f2c", "scryfallIllustrationId": "0f82a670-d9c2-4e8e-8db0-280003ca4a12", "scryfallOracleId": "1f7daaf2-3206-4f52-928a-f5116b782367", "tcgplayerProductId": "81909"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Hedron Fields of Agadeem", "number": "19", "originalText": "Creatures with power 7 or greater can't attack or block.\nWhenever you roll chaos, put a 7/7 colorless Eldrazi creature token with annihilator 1 onto the battlefield. (Whenever it attacks, defending player sacrifices a permanent.)", "originalType": "Plane — Zendikar", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/6f696754d38a132b"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "A creature’s power is checked when attackers or blockers are declared. Increasing the power of an attacking or blocking creature to 7 or greater won’t remove that creature from combat."}], "setCode": "OPC2", "subtypes": ["Zendikar"], "supertypes": [], "text": "Creatures with power 7 or greater can't attack or block.\nWhenever you roll {CHAOS}, create a 7/7 colorless Eldrazi creature token with annihilator 1. (Whenever it attacks, defending player sacrifices a permanent.)", "type": "Plane — Zendikar", "types": ["Plane"], "uuid": "cf3f31f7-5c87-5cf6-8e7a-eef764888202"}, {"artist": "Aleksi Briclot", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288548, "name": "Jund", "text": "Immer wenn ein Spieler einen schwarzen, roten oder grünen Kreaturenzauber wirkt, erhält dieser Verschlingen 5. (Sowie die Kreatur ins Spiel kommt, kannst ihr Beherrscher eine beliebige Anzahl an Kreaturen opfern. Die Kreatur kommt mit fünfmal so vielen +1/+1-Marken ins Spiel.)\nImmer wenn du chaos würfelst, bringe zwei 1/1 rote Goblin-Kreaturenspielsteine ins Spiel.", "type": "Welt — Alara"}, {"language": "Spanish", "multiverseId": 288589, "name": "Jund", "text": "Siempre que un jugador lance un hechizo de criatura negro, rojo o verde, gana la habilidad de devorar 5. (En cuanto la criatura entre al campo de batalla, su controlador puede sacrificar cualquier cantidad de criaturas. La criatura entra al campo de batalla con el quíntuple de esa cantidad de contadores +1/+1 sobre ella.)\nSiempre que lances caos, pon en el campo de batalla dos fichas de criatura Trasgo rojas 1/1.", "type": "Plano — Alara"}, {"language": "French", "multiverseId": 288507, "name": "Jund", "text": "À chaque fois qu'un joueur lance un sort de créature noir, rouge ou vert, il acquiert dévorement 5. (Au moment où la créature arrive sur le champ de bataille, son contrôleur peut sacrifier le nombre de créatures de son choix. La créature arrive sur le champ de bataille avec cinq fois ce nombre de marqueurs +1/+1 sur elle.)\nÀ chaque fois que vous obtenez chaos, mettez sur le champ de bataille deux jetons de créature 1/1 rouge Gobelin.", "type": "Plan : Alara"}, {"language": "Italian", "multiverseId": 288630, "name": "Jund", "text": "Ogniqualvolta un giocatore lancia una magia creatura nera, rossa o verde, ha divorare 5. (Mentre la creatura entra nel campo di battaglia, il suo controllore può sacrificare un qualsiasi numero di creature. Entra nel campo di battaglia con il quintuplo di segnalini +1/+1.)\nOgniqualvolta tiri caos, metti sul campo di battaglia due pedine creatura Goblin 1/1 rosse.", "type": "Piano — Alara"}, {"language": "Japanese", "multiverseId": 288671, "name": "ジャンド", "text": "いずれかのプレイヤーが黒か赤か緑のクリーチャー呪文を１つ唱えるたび、それは貪食５を得る。 （そのクリーチャーが戦場に出るに際し、それのコントローラーは望む数のクリーチャーを生け贄に捧げてもよい。 そのクリーチャーは、その数に等しい数の５倍に等しい＋１/＋１カウンターが置かれた状態で戦場に出る。）\nあなたがchaosを出すたび、赤の１/１のゴブリン・クリーチャー・トークンを２体戦場に出す。", "type": "次元 — アラーラ"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255420", "mtgjsonV4Id": "2b9d1739-9c47-518b-b7bc-a5be878ab118", "mtgoId": "44944", "multiverseId": "226551", "scryfallId": "5fbb2f2d-c9bb-47c3-af6e-ce204b3abcad", "scryfallIllustrationId": "d41510f3-0943-42c3-ae08-23f42c2428aa", "scryfallOracleId": "9aa94de8-b114-4479-a771-c7bc0297be58", "tcgplayerProductId": "81914"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Jund", "number": "20", "originalText": "Whenever a player casts a black, red, or green creature spell, it gains devour 5. (As the creature enters the battlefield, its controller may sacrifice any number of creatures. The creature enters the battlefield with five times that many +1/+1 counters on it.)\nWhenever you roll chaos, put two 1/1 red Goblin creature tokens onto the battlefield.", "originalType": "Plane — Alara", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/5a3e4c7e2d5f5396"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Casting a multicolor spell will cause the first ability to trigger as long as that spell is black, red, or green. It can be other colors as well."}, {"date": "2012-06-01", "text": "If the creature spell already has devour, you may sacrifice creatures using either ability. Each creature you sacrifice counts for only one devour ability. Under most circumstances, you’ll pick the devour ability that gives the greatest number of +1/+1 counters."}], "setCode": "OPC2", "subtypes": ["Alara"], "supertypes": [], "text": "Whenever a player casts a black, red, or green creature spell, it gains devour 5. (As the creature enters the battlefield, its controller may sacrifice any number of creatures. The creature enters the battlefield with five times that many +1/+1 counters on it.)\nWhenever you roll {CHAOS}, create two 1/1 red Goblin creature tokens.", "type": "Plane — Alara", "types": ["Plane"], "uuid": "d318388c-c955-5040-93a6-462ece3fca26"}, {"artist": "Adam Paquette", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288537, "name": "Kessig", "text": "Verhindere allen Kampfschaden, der von Kreaturen zugefügt würde, die keine Werwölfe sind.\nImmer wenn du chaos würfelst, erhält jede Kreatur, die du kontrollierst, bis zum Ende des Zuges +2/+2, verursacht Trampelschaden und ist zusätzlich zu ihren anderen Typen ein Werwolf.", "type": "Welt — Innistrad"}, {"language": "Spanish", "multiverseId": 288578, "name": "Kessig", "text": "Prevén todo el daño de combate que fuera a ser hecho por criaturas que no sean Licántropos.\nSiempre que lances caos, cada criatura que controlas obtiene +2/+2, gana la habilidad de arrollar y es un Licántropo además de sus otros tipos hasta el final del turno.", "type": "Plano — Innistrad"}, {"language": "French", "multiverseId": 288496, "name": "Kessig", "text": "Prévenez toutes les blessures de combat qui devraient être infligées par des créatures non-Loup-garou.\nÀ chaque fois que vous obtenez chaos, chaque créature que vous contrôlez gagne +2/+2, acquiert le piétinement et devient un loup-garou en plus de ses autres types jusqu'à la fin du tour.", "type": "Plan : Innistrad"}, {"language": "Italian", "multiverseId": 288619, "name": "Kessig", "text": "Previeni tutto il danno da combattimento che verrebbe inflitto dalle creature non Mannaro.\nOgniqualvolta tiri caos, ogni creatura che controlli prende +2/+2, ha travolgere e diventa un Mannaro in aggiunta ai suoi altri tipi fino alla fine del turno.", "type": "Piano — Innistrad"}, {"language": "Japanese", "multiverseId": 288660, "name": "ケッシグ", "text": "狼男でないクリーチャーが与えるすべての戦闘ダメージを軽減する。\nあなたがchaosを出すたび、ターン終了時まで、あなたがコントロールする各クリーチャーは＋２/＋２の修整を受けるとともにトランプルを得て、他のタイプに加えて狼男になる。", "type": "次元 — イニストラード"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256194", "mtgjsonV4Id": "589216b4-440f-5f9e-b029-83a6f859a1d0", "mtgoId": "45018", "multiverseId": "226537", "scryfallId": "fe25aa5f-3bc9-46c2-89da-09cb6678fba7", "scryfallIllustrationId": "c75cd2be-30e2-4f6a-aa8b-583c494f6778", "scryfallOracleId": "b54d9a4a-1d55-4ceb-96fd-2b1d5e46de14", "tcgplayerProductId": "81911"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Kessig", "number": "21", "originalText": "Prevent all combat damage that would be dealt by non-Werewolf creatures.\nWhenever you roll chaos, each creature you control gets +2/+2, gains trample, and becomes a Werewolf in addition to its other types until end of turn.", "originalType": "Plane — Innistrad", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/c76c21f54444fb40"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "A “non-Werewolf creature” is a creature that doesn’t have the Werewolf creature type. A creature with additional types, such as a Human Werewolf, is not a non-Werewolf creature."}, {"date": "2012-06-01", "text": "Creatures that you gain control of after the chaos ability resolves won’t get any of that ability’s bonuses."}], "setCode": "OPC2", "subtypes": ["Innistrad"], "supertypes": [], "text": "Prevent all combat damage that would be dealt by non-Werewolf creatures.\nWhenever you roll {CHAOS}, each creature you control gets +2/+2, gains trample, and becomes a Werewolf in addition to its other types until end of turn.", "type": "Plane — Innistrad", "types": ["Plane"], "uuid": "8bd6e0f4-904c-53a9-be48-fb155730fbab"}, {"artist": "Trevor Claxton", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288534, "name": "Kharasha-Hügelland", "text": "Immer wenn eine Kreatur, die du kontrollierst, einen Spieler angreift, kannst du pro Gegner einen Spielstein getappt und diesen Gegner angreifend ins Spiel bringen, der eine Kopie dieser Kreatur ist. Schicke diese Spielsteine zu Beginn des nächsten Endsegments ins Exil.\nImmer wenn du chaos würfelst, kannst du eine beliebige Anzahl an Kreaturen opfern. Falls du dies tust, fügt das Kharasha-Hügelland einer Kreatur deiner Wahl so viele Schadenspunkte zu.", "type": "Welt — Mongseng"}, {"language": "Spanish", "multiverseId": 288575, "name": "Estribaciones de Kharasha", "text": "Siempre que una criatura que controles ataque a un jugador, por cada otro oponente, puedes poner en el campo de batalla una ficha que es una copia de esa criatura, girada y atacando a ese oponente. Exilia esas fichas al comienzo del próximo paso final.\nSiempre que lances caos, puedes sacrificar cualquier cantidad de criaturas. Si lo haces, las Estribaciones de Kharasha le hacen esa misma cantidad de daño a la criatura objetivo.", "type": "Plano — Mongseng"}, {"language": "French", "multiverseId": 288493, "name": "Contreforts de Kharasha", "text": "À chaque fois qu'une créature que vous contrôlez attaque un joueur, pour chaque autre adversaire, vous pouvez mettre sur le champ de bataille un jeton qui est une copie de cette créature, engagé et attaquant cet adversaire. Exilez ces jetons au début de la prochaine étape de fin.\nÀ chaque fois que vous obtenez chaos, vous pouvez sacrifier n'importe quel nombre de créatures. Si vous faites ainsi, les Contreforts de Kharasha infligent autant de blessures à une créature ciblée.", "type": "Plan : Mongseng"}, {"language": "Italian", "multiverseId": 288616, "name": "Colline di Kharasha", "text": "Ogniqualvolta una creatura che controlli attacca un giocatore, per ogni altro avversario, puoi mettere una pedina che è una copia di quella creatura sul campo di battaglia TAPpata e che attacca quell'avversario. Esilia quelle pedine all'inizio della prossima sottofase finale.\nOgniqualvolta tiri caos, puoi sacrificare un qualsiasi numero di creature. Se lo fai, le Colline di Kharasha infliggono altrettanti danni a una creatura bersaglio.", "type": "Piano — Mongseng"}, {"language": "Japanese", "multiverseId": 288657, "name": "カラーシャの山麓", "text": "あなたがコントロールするクリーチャーが１体いずれかのプレイヤーを攻撃するたび、他の対戦相手１人につき、あなたはそのクリーチャーのコピーであるトークンを１体、タップ状態でその対戦相手を攻撃している状態で戦場に出してもよい。 次の終了ステップの開始時に、それらのトークンを追放する。\nあなたがchaosを出すたび、あなたは望む数のクリーチャーを生け贄に捧げてもよい。 そうした場合、クリーチャー１体を対象とする。カラーシャの山麓はそれに生け贄に捧げたクリーチャーの数に等しい点数のダメージを与える。", "type": "次元 — モンセン"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255421", "mtgjsonV4Id": "0aa373af-523d-5e74-a6b9-0facd3d1bee1", "multiverseId": "226534", "scryfallId": "30ebf961-e559-4696-b6b0-015ffa0332bd", "scryfallIllustrationId": "4bb5efc7-16bd-493f-a88a-a7b9ba86b500", "scryfallOracleId": "256770fe-c17d-45dd-bf05-36eeee240324", "tcgplayerProductId": "81912"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Kharasha Foothills", "number": "22", "originalText": "Whenever a creature you control attacks a player, for each other opponent, you may put a token that's a copy of that creature onto the battlefield tapped and attacking that opponent. Exile those tokens at the beginning of the next end step.\nWhenever you roll chaos, you may sacrifice any number of creatures. If you do, Kharasha Foothills deals that much damage to target creature.", "originalType": "Plane — Mongseng", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/78f111e3142716d1"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "The first ability doesn’t trigger when a creature attacks a planeswalker, and the token copies can’t be put onto the battlefield attacking a planeswalker."}, {"date": "2012-06-01", "text": "As each token is created, it checks the printed values of the creature it’s copying, as well as any copy effects that have been applied to it."}, {"date": "2012-06-01", "text": "The copiable values of each token’s characteristics are the same as the copiable values of the characteristics of the creature it’s copying."}, {"date": "2012-06-01", "text": "You choose the target of the chaos ability as you put that ability on the stack. You don’t sacrifice any creatures until that ability resolves."}], "setCode": "OPC2", "subtypes": ["Mongseng"], "supertypes": [], "text": "Whenever a creature you control attacks a player, for each other opponent, you may create a token that's a copy of that creature, tapped and attacking that opponent. Exile those tokens at the beginning of the next end step.\nWhenever you roll {CHAOS}, you may sacrifice any number of creatures. If you do, Kharasha Foothills deals that much damage to target creature.", "type": "Plane — Mongseng", "types": ["Plane"], "uuid": "cdbe685d-c166-510a-9f55-d5694148ab3d"}, {"artist": "John Avon", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": ["R"], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288525, "name": "Distrikt der Schlote", "text": "Wenn du in den Distrikt der Schlote weltenwanderst oder zu Beginn deines Hauptphase vor dem Kampf, lege eine Ladungsmarke auf den Distrikt der Schlote und erhöhe dann deinen Manavorrat so oft um {R}, wie Ladungsmarken auf ihm liegen.\nImmer wenn du chaos würfelst, kannst du {X} bezahlen. Falls du dies tust, fügt der Distrikt der Schlote einer Kreatur oder einem Spieler deiner Wahl X Schadenspunkte zu.", "type": "Welt — Ravnica"}, {"language": "Spanish", "multiverseId": 288566, "name": "Distrito del Chapitel de la Fragua", "text": "Cuando camines por los planos hacia el Distrito del Chapitel de la Fragua o al comienzo de tu fase principal precombate, pon un contador de carga sobre el Distrito del Chapitel de la Fragua, luego agrega {R} a tu reserva de maná por cada contador de carga sobre él.\nSiempre que lances caos, puedes pagar {X}. Si lo haces, el Distrito del Chapitel de la Fragua hace X puntos de daño a la criatura o jugador objetivo.", "type": "Plano — Rávnica"}, {"language": "French", "multiverseId": 288484, "name": "Quartier de Tourfourneau", "text": "Quand vous vous transplanez vers le Quartier de Tourfourneau ou au début de votre première phase principale, mettez un marqueur « charge » sur le Quartier de Tourfourneau, puis ajoutez {R} à votre réserve pour chaque marqueur « charge » sur lui.\nÀ chaque fois que vous obtenez chaos, vous pouvez payer {X}. Si vous faites ainsi, le Quartier de Tourfourneau inflige X blessures à une cible, créature ou joueur.", "type": "Plan : Ravnica"}, {"language": "Italian", "multiverseId": 288607, "name": "Distretto delle Piroguglie", "text": "Quando viaggi tra i piani fino al Distretto delle Piroguglie o all'inizio della tua fase principale pre-combattimento, metti un segnalino carica sul Distretto delle Piroguglie, poi aggiungi {R} alla tua riserva di mana per ogni segnalino carica su di esso.\nOgniqualvolta tiri caos, puoi pagare {X}. Se lo fai, il Distretto delle Piroguglie infligge X danni a una creatura o a un giocatore bersaglio.", "type": "Piano — Ravnica"}, {"language": "Japanese", "multiverseId": 288648, "name": "窯尖塔地域", "text": "あなたが窯尖塔地域にプレインズウォークしたときかあなたの戦闘前メイン・フェイズの開始時に、窯尖塔地域の上に蓄積カウンターを１個置き、その後、それの上に置かれている蓄積カウンター１個につき、あなたのマナ・プールに{R}を加える。\nあなたがchaを出すたび、クリーチャー１体かプレイヤー１人を対象とする。あなたは{X}を支払ってもよい。 そうした場合、窯尖塔地域はそれにＸ点のダメージを与える。", "type": "次元 — ラヴニカ"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256195", "mtgjsonV4Id": "526a8c49-9e61-5744-9822-ec3538b9c977", "mtgoId": "44954", "multiverseId": "226523", "scryfallId": "839ff86a-c04b-4085-9df6-0e0ac2a37a4e", "scryfallIllustrationId": "a1132680-3d38-412b-a917-edcfe9da96ed", "scryfallOracleId": "fc650404-991c-4639-b311-c35df81a254a", "tcgplayerProductId": "81915"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Kilnspire District", "number": "23", "originalText": "When you planeswalk to Kilnspire District or at the beginning of your precombat main phase, put a charge counter on Kilnspire District, then add {R} to your mana pool for each charge counter on it.\nWhenever you roll chaos, you may pay {X}. If you do, Kilnspire District deals X damage to target creature or player.", "originalType": "Plane — Ravnica", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/10e662a0ff410186"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "You choose the target of the chaos ability as you put that ability on the stack. When the ability resolves, you choose a value for X and decide whether to pay {X}. If you do decide to pay {X}, it’s too late for any player to respond since the ability is already in the midst of resolving."}, {"date": "2012-06-01", "text": "When you count the number of charge counters on Kilnspire District, count all charge counters on it, not just ones you put there."}], "setCode": "OPC2", "subtypes": ["Ravnica"], "supertypes": [], "text": "When you planeswalk to Kilnspire District or at the beginning of your precombat main phase, put a charge counter on Kilnspire District, then add {R} for each charge counter on it.\nWhenever you roll {CHAOS}, you may pay {X}. If you do, Kilnspire District deals X damage to any target.", "type": "Plane — Ravnica", "types": ["Plane"], "uuid": "e136d59b-4196-5955-b0fb-e6cf1202c160"}, {"artist": "Philip Straub", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288532, "name": "Hort des grauen Abgotts", "text": "Opfere zu Beginn deines Versorgungssegments eine Kreatur. Falls du das nicht kannst, weltenwandere.\nImmer wenn du chaos würfelst, bringt eine beliebige Anzahl an Spielern deiner Wahl einen 2/2 schwarzen Zombie-Kreaturenspielstein ins Spiel.", "type": "Welt — Azgol"}, {"language": "Spanish", "multiverseId": 288573, "name": "Cubil del ídolo ceniciento", "text": "Al comienzo de tu mantenimiento, sacrifica una criatura. Si no puedes, camina por los planos.\nSiempre que lances caos, cualquier cantidad de jugadores objetivo ponen cada uno en el campo de batalla una ficha de criatura Zombie negra 2/2.", "type": "Plano — Azgol"}, {"language": "French", "multiverseId": 288491, "name": "Repaire de l'Idole cendreuse", "text": "Au début de votre entretien, sacrifiez une créature. Si vous ne pouvez pas le faire, transplanez-vous.\nÀ chaque fois que vous obtenez chaos, n'importe quel nombre de joueurs ciblés mettent chacun sur le champ de bataille un jeton de créature 2/2 noire Zombie.", "type": "Plan : Azgol"}, {"language": "Italian", "multiverseId": 288614, "name": "Tana dell'Idolo Cinereo", "text": "All'inizio del tuo mantenimento, sacrifica una creatura. Se non puoi, viaggia tra i piani.\nOgniqualvolta tiri caos, scegli un qualsiasi numero di giocatori bersaglio. Ognuno di essi mette sul campo di battaglia una pedina creatura Zombie 2/2 nera.", "type": "Piano — Azgol"}, {"language": "Japanese", "multiverseId": 288655, "name": "灰の偶像のねぐら", "text": "あなたのアップキープの開始時に、クリーチャーを１体生け贄に捧げる。 それができない場合、プレインズウォークする。\nあなたがchaosを出すたび、望む数のプレイヤーを対象とする。そのプレイヤーは、それぞれ黒の２/２のゾンビ・クリーチャー・トークンを１体戦場に出す。", "type": "次元 — アズゴル"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255422", "mtgjsonV4Id": "9447ff83-e545-5ba7-b3f3-ade7f21814e6", "mtgoId": "44962", "multiverseId": "226532", "scryfallId": "c9a692cf-f87e-4384-92a1-3c205a4eb70f", "scryfallIllustrationId": "67e7212a-5727-4400-8f27-dca9fd38fbde", "scryfallOracleId": "ac4fe2a2-76ff-49d9-b506-26a17b4bf892", "tcgplayerProductId": "81916"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Lair of the Ashen Idol", "number": "24", "originalText": "At the beginning of your upkeep, sacrifice a creature. If you can't, planeswalk.\nWhenever you roll chaos, any number of target players each put a 2/2 black Zombie creature token onto the battlefield.", "originalType": "Plane — Azgol", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/aaacca9467d0c2bf"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "If you control a creature when the first ability resolves, you must sacrifice it."}, {"date": "2012-06-01", "text": "You can choose to target zero players with the chaos ability."}], "setCode": "OPC2", "subtypes": ["Azgol"], "supertypes": [], "text": "At the beginning of your upkeep, sacrifice a creature. If you can't, planeswalk.\nWhenever you roll {CHAOS}, any number of target players each create a 2/2 black Zombie creature token.", "type": "Plane — Azgol", "types": ["Plane"], "uuid": "753a4ed4-136c-5cfa-8b8b-168d58757558"}, {"artist": "Franz Vohwinkel", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288520, "name": "Keralienberg", "text": "Lege zu Beginn deines Endsegments eine Druckmarke auf den Keralienberg.\nWenn du vom Keralienberg weg weltenwanderst, fügt er jeder Kreatur und jedem Planeswalker so viele Schadenspunkte zu, wie Druckmarken auf ihm liegen.\nImmer wenn du chaos würfelst, verhindere allen Schaden, den Welten namens Keralienberg in diesem Spiel bleibenden Karten, die du kontrollierst, zufügen würde.", "type": "Welt — Regatha"}, {"language": "Spanish", "multiverseId": 288561, "name": "Monte Keralia", "text": "Al comienzo de tu paso final, pon un contador de presión sobre el Monte Keralia.\nCuando camines por los planos desde el Monte Keralia, le hace una cantidad de daño igual al número de contadores de presión sobre él a cada criatura y planeswalker.\nSiempre que lances caos, prevén todo el daño que los planos llamados Monte Keralia fueran a hacer este juego a permanentes que controlas.", "type": "Plano — Regatha"}, {"language": "French", "multiverseId": 288479, "name": "Mont Keralia", "text": "Au début de votre étape de fin, mettez un marqueur « pression » sur le Mont Keralia.\nQuand vous vous transplanez depuis le Mont Keralia, il inflige à chaque créature et à chaque planeswalker un nombre de blessures égal au nombre de marqueurs « pression » sur lui.\nÀ chaque fois que vous obtenez chaos, prévenez toutes les blessures que les plans nommés Mont Keralia infligeraient pendant cette partie aux permanents que vous contrôlez.", "type": "Plan : Regatha"}, {"language": "Italian", "multiverseId": 288602, "name": "Monte Keralia", "text": "All'inizio della tua sottofase finale, metti un segnalino pressione sul Monte Keralia.\nQuando viaggi tra i piani dal Monte Keralia, esso infligge danno pari al numero di segnalini pressione su di esso a ogni creatura e a ogni planeswalker.\nOgniqualvolta tiri caos, previeni tutto il danno che i piani chiamati Monte Keralia infliggerebbero in questa partita ai permanenti che controlli.", "type": "Piano — Regatha"}, {"language": "Japanese", "multiverseId": 288643, "name": "ケラル山", "text": "あなたの終了ステップの開始時に、ケラル山の上に内圧カウンターを１個置く。\nあなたがケラル山からプレインズウォークしたとき、それは各クリーチャーと各プレインズウォーカーに、それの上に置かれている内圧カウンターの数に等しい点数のダメージを与える。\nあなたがchaosを出すたび、このゲームの間、「ケラル山」という名前の次元があなたがコントロールするパーマネントに与えるすべてのダメージを軽減する。", "type": "次元 — レガーサ"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256196", "mtgjsonV4Id": "aeb4df02-efc3-5981-a865-5159f0756c6f", "multiverseId": "226515", "scryfallId": "4dc3196d-0a8b-450f-a6af-64fcd84378d9", "scryfallIllustrationId": "a4f4e387-794d-4e71-b054-bb87b1e46c59", "scryfallOracleId": "e0dc9986-1099-4189-bfff-8f41bab9019d", "tcgplayerProductId": "81917"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Mount Keralia", "number": "25", "originalText": "At the beginning of your end step, put a pressure counter on Mount Keralia.\nWhen you planeswalk away from Mount Keralia, it deals damage equal to the number of pressure counters on it to each creature and each planeswalker.\nWhenever you roll chaos, prevent all damage that planes named Mount Keralia would deal this game to permanents you control.", "originalType": "Plane — Regatha", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/23e193b43cba2d51"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "If you roll {CHAOS}, Mount Keralia’s damage-prevention effect will last for the rest of the game. It will apply to damage dealt by any plane named Mount Keralia, regardless of who owns that plane."}], "setCode": "OPC2", "subtypes": ["Regatha"], "supertypes": [], "text": "At the beginning of your end step, put a pressure counter on Mount Keralia.\nWhen you planeswalk away from Mount Keralia, it deals damage equal to the number of pressure counters on it to each creature and each planeswalker.\nWhenever you roll {CHAOS}, prevent all damage that planes named Mount Keralia would deal this game to permanents you control.", "type": "Plane — Regatha", "types": ["Plane"], "uuid": "593a1eda-fe21-5003-8410-0660e6e6e941"}, {"artist": "Daniel Ljunggren", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288543, "name": "Nefalen", "text": "Lege zu Beginn deines Endsegments die obersten sieben Karten deiner Bibliothek auf deinen Friedhof.Bringe dann eine zufällig bestimmte Karte aus deinem Friedhof auf deine Hand zurück.\nImmer wenn du chaos würfelst, bringe eine Karte deiner Wahl aus deinem Friedhof auf deine Hand zurück.", "type": "Welt — Innistrad"}, {"language": "Spanish", "multiverseId": 288584, "name": "Nephalia", "text": "Al comienzo de tu paso final, pon las primeras siete cartas de tu biblioteca en tu cementerio. Luego regresa una carta al azar de tu cementerio a tu mano.\nSiempre que lances caos, regresa a tu mano la carta objetivo de tu cementerio.", "type": "Plano — Innistrad"}, {"language": "French", "multiverseId": 288502, "name": "Néphalie", "text": "Au début de votre étape de fin, mettez les sept cartes du dessus de votre bibliothèque dans votre cimetière. Puis renvoyez dans votre main une carte au hasard de votre cimetière.\nÀ chaque fois que vous obtenez chaos, renvoyez dans votre main une carte ciblée depuis votre cimetière.", "type": "Plan : Innistrad"}, {"language": "Italian", "multiverseId": 288625, "name": "Nephalia", "text": "All'inizio della tua sottofase finale, metti le prime sette carte del tuo grimorio nel tuo cimitero. Poi riprendi in mano una carta a caso dal tuo cimitero.\nOgniqualvolta tiri caos, riprendi in mano una carta bersaglio dal tuo cimitero.", "type": "Piano — Innistrad"}, {"language": "Japanese", "multiverseId": 288666, "name": "ネファリア", "text": "あなたの終了ステップの開始時に、あなたのライブラリーの一番上から７枚のカードをあなたの墓地に置く。 その後、あなたの墓地にあるカードを無作為に１枚選び、それをあなたの手札に戻す。\nあなたがchaosを出すたび、あなたの墓地にあるカード１枚を対象とし、それをあなたの手札に戻す。", "type": "次元 — イニストラード"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256197", "mtgjsonV4Id": "22f073cb-6175-54a3-a50f-c12a865581f2", "multiverseId": "226543", "scryfallId": "012506cb-9a4e-433b-b7db-6d2af95f6725", "scryfallIllustrationId": "f83e63da-7cc6-4acd-9089-7869aaf48768", "scryfallOracleId": "72af7529-75bb-488f-801d-7148631b9e9b", "tcgplayerProductId": "81918"}, "isOversized": true, "isStarter": true, "keywords": ["Mill"], "layout": "planar", "legalities": {}, "name": "Nephalia", "number": "26", "originalText": "At the beginning of your end step, put the top seven cards of your library into your graveyard. Then return a card at random from your graveyard to your hand.\nWhenever you roll chaos, return target card from your graveyard to your hand.", "originalType": "Plane — Innistrad", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/cdfe9bf061d6bdf9"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Nephalia’s first ability doesn’t target any card, and players don’t get priority to cast spells or activate abilities in between putting cards into your graveyard and choosing a card to return."}], "setCode": "OPC2", "subtypes": ["Innistrad"], "supertypes": [], "text": "At the beginning of your end step, mill seven cards. Then return a card at random from your graveyard to your hand.\nWhenever you roll {CHAOS}, return target card from your graveyard to your hand.", "type": "Plane — Innistrad", "types": ["Plane"], "uuid": "e4da8e85-591c-5592-9962-c4b6863ed436"}, {"artist": "Igor Kieryluk", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288540, "name": "Elesh Norns Reich", "text": "Wenn du von Elesh Norns Reich weg weltenwanderst, zerstöre alle bleibenden Karten, die kein Land sind und auf denen keine Schicksalsmarke liegt, und entferne dann alle Schicksalsmarken von allen bleibenden Karten.\nImmer wenn du chaos würfelst, kannst du eine Schicksalsmarke auf eine bleibende Karte deiner Wahl legen.", "type": "Welt — Das neue Phyrexia"}, {"language": "Spanish", "multiverseId": 288581, "name": "Dominio de Norn", "text": "Cuando camines por los planos desde el Dominio de Norn, destruye cada permanente que no sea tierra sin un contador de destino sobre él, luego remueve todos los contadores de destino de todos los permanentes.\nSiempre que lances caos, puedes poner un contador de destino sobre el permanente objetivo.", "type": "Plano — Nueva Phyrexia"}, {"language": "French", "multiverseId": 288499, "name": "Domaine de Norn", "text": "Quand vous vous transplanez depuis le Domaine de Norn, détruisez chaque permanent non-terrain sans marqueur « destin » et retirez ensuite tous les marqueurs « destin » de tous les permanents.\nÀ chaque fois que vous obtenez chaos, vous pouvez mettre un marqueur « destin » sur un permanent ciblé.", "type": "Plan : Nouvelle Phyrexia"}, {"language": "Italian", "multiverseId": 288622, "name": "Dominio di Norn", "text": "Quando viaggi tra i piani dal Dominio di Norn, distruggi ogni permanente non terra che non ha un segnalino fato, poi rimuovi tutti i segnalini fato da tutti i permanenti.\nOgniqualvolta tiri caos, puoi mettere un segnalino fato su un permanente bersaglio.", "type": "Piano — Nuova Phyrexia"}, {"language": "Japanese", "multiverseId": 288663, "name": "ノーンの領地", "text": "あなたがノーンの領地からプレインズウォークしたとき、運命カウンターが置かれていない土地でない各パーマネントを破壊し、その後、すべてのパーマネントからすべての運命カウンターを取り除く。\nあなたがchaosを出すたび、パーマネント１つを対象とする。あなたはそれの上に運命カウンターを１個置いてもよい。", "type": "次元 — 新ファイレクシア"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255423", "mtgjsonV4Id": "88bafe44-3202-5117-8ef2-7e0ecb9fbb32", "mtgoId": "45022", "multiverseId": "226540", "scryfallId": "b82666ab-bf22-4471-90af-1da24f809e77", "scryfallIllustrationId": "c28f850a-37a4-4a94-b88c-4b29518f9277", "scryfallOracleId": "9d58f647-3f83-4f65-a944-c6236db7c422", "tcgplayerProductId": "81919"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Norn's Dominion", "number": "27", "originalText": "When you planeswalk away from Norn's Dominion, destroy each nonland permanent without a fate counter on it, then remove all fate counters from all permanents.\nWhenever you roll chaos, you may put a fate counter on target permanent.", "originalType": "Plane — New Phyrexia", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/c9b05fbf4d6591ce"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Fate counters put on permanents in other ways (such as with Oblivion Stone) will cause those permanents to not be destroyed and will be removed when the first ability resolves."}], "setCode": "OPC2", "subtypes": ["New Phyrexia"], "supertypes": [], "text": "When you planeswalk away from Norn's Dominion, destroy each nonland permanent without a fate counter on it, then remove all fate counters from all permanents.\nWhenever you roll {CHAOS}, you may put a fate counter on target permanent.", "type": "Plane — New Phyrexia", "types": ["Plane"], "uuid": "cc187528-1201-5857-8d6d-e873a07c985b"}, {"artist": "Nic Klein", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288518, "name": "Die Katakomben von Onakke", "text": "Alle Kreaturen sind schwarz und haben Todesberührung.\nImmer wenn du chaos würfelst, erhalten bis zum Ende des Zuges Kreaturen, die du kontrollierst, +1/+0 und Erstschlag.", "type": "Welt — Shandalar"}, {"language": "Spanish", "multiverseId": 288559, "name": "Catacumba Onakke", "text": "Todas las criaturas son negras y tienen la habilidad de toque mortal.\nSiempre que lances caos, las criaturas que controlas obtienen +1/+0 y ganan la habilidad de dañar primero hasta el final del turno.", "type": "Plano — Shandalar"}, {"language": "French", "multiverseId": 288477, "name": "Catacombes des Onakke", "text": "Toutes les créatures sont noires et elles ont le contact mortel.\nÀ chaque fois que vous obtenez chaos, les créatures que vous contrôlez gagnent +1/+0 et acquièrent l'initiative jusqu'à la fin du tour.", "type": "Plan : Shandalar"}, {"language": "Italian", "multiverseId": 288600, "name": "Catacomba di Onakke", "text": "Tutte le creature sono nere e hanno tocco letale.\nOgniqualvolta tiri caos, le creature che controlli prendono +1/+0 e hanno attacco improvviso fino alla fine del turno.", "type": "Piano — Shandalar"}, {"language": "Japanese", "multiverseId": 288641, "name": "オナッケの地下墓地", "text": "すべてのクリーチャーは黒であり接死を持つ。\nあなたがchaosを出すたび、あなたがコントロールするクリーチャーはターン終了時まで＋１/＋０の修整を受けるとともに先制攻撃を得る。", "type": "次元 — シャンダラー"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256198", "mtgjsonV4Id": "4d26a917-e7be-5b76-a832-1623f3571a68", "multiverseId": "226513", "scryfallId": "3d9afb2d-91ee-498b-9d87-c1ef02610e9f", "scryfallIllustrationId": "763e8ffe-bb36-40aa-9d66-4aa0c0696def", "scryfallOracleId": "69f06edb-dade-4e94-b563-e36a05e567f0", "tcgplayerProductId": "81920"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Onakke Catacomb", "number": "28", "originalText": "All creatures are black and have deathtouch.\nWhenever you roll chaos, creatures you control get +1/+0 and gain first strike until end of turn.", "originalType": "Plane — Shandalar", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/537069ecf4dbc3d1"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Creatures will be only black, not any other color. Creature cards in other zones are not affected."}, {"date": "2012-06-01", "text": "Creatures that you gain control of after the chaos ability resolves won’t get any of that ability’s bonuses."}], "setCode": "OPC2", "subtypes": ["Shandalar"], "supertypes": [], "text": "All creatures are black and have deathtouch.\nWhenever you roll {CHAOS}, creatures you control get +1/+0 and gain first strike until end of turn.", "type": "Plane — Shandalar", "types": ["Plane"], "uuid": "d09eee44-f0bf-5f0c-b722-b4f23bda2d2a"}, {"artist": "Charles Urbach", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288526, "name": "Orochi-Kolonie", "text": "Immer wenn eine Kreatur, die du kontrollierst, einem Spieler Kampfschaden zufügt, kannst du deine Bibliothek nach einem Standardland durchsuchen, es getappt ins Spiel bringen und dann deine Bibliothek mischen.\nImmer wenn du chaos würfelst, kann eine Kreatur deiner Wahl in diesem Zug nicht geblockt werden.", "type": "Welt — Kamigawa"}, {"language": "Spanish", "multiverseId": 288567, "name": "Colonia orochi", "text": "Siempre que una criatura que controles haga daño de combate a un jugador, puedes buscar en tu biblioteca una carta de tierra básica, ponerla en el campo de batalla girada y luego barajar tu biblioteca.\nSiempre que lances caos, la criatura objetivo es imbloqueable este turno.", "type": "Plano — Kamigawa"}, {"language": "French", "multiverseId": 288485, "name": "Colonie orochi", "text": "À chaque fois qu'une créature que vous contrôlez inflige des blessures de combat à un joueur, vous pouvez chercher dans votre bibliothèque une carte de terrain de base, la mettre sur le champ de bataille engagée, puis mélanger votre bibliothèque.\nÀ chaque fois que vous obtenez chaos, la créature ciblée est imblocable ce tour-ci.", "type": "Plan : Kamigawa"}, {"language": "Italian", "multiverseId": 288608, "name": "Colonia di Orochi", "text": "Ogniqualvolta una creatura che controlli infligge danno da combattimento a un giocatore, puoi passare in rassegna il tuo grimorio per una carta terra base, metterla sul campo di battaglia TAPpata, poi rimescolare il tuo grimorio.\nOgniqualvolta tiri caos, una creatura bersaglio non può essere bloccata in questo turno.", "type": "Piano — Kamigawa"}, {"language": "Japanese", "multiverseId": 288649, "name": "大蛇の集落", "text": "あなたがコントロールするクリーチャーが１体いずれかのプレイヤーに戦闘ダメージを与えるたび、あなたはあなたのライブラリーから基本土地カードを１枚探してもよい。そうしたなら、それをタップ状態で戦場に出し、その後あなたのライブラリーを切り直す。\nあなたがchaosを出すたび、クリーチャー１体を対象とする。このターン、それはブロックされない。", "type": "次元 — 神河"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256199", "mtgjsonV4Id": "044713db-82bf-537d-9430-4a8534cde953", "multiverseId": "226524", "scryfallId": "14bb9483-6ce1-4f19-b5a7-a2c4857113a1", "scryfallIllustrationId": "f86dce36-dc81-4e29-94dc-d04535affab1", "scryfallOracleId": "6e008fdc-48f2-40ef-95bd-80d014535ca3", "tcgplayerProductId": "81921"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Orochi Colony", "number": "29", "originalText": "Whenever a creature you control deals combat damage to a player, you may search your library for a basic land card, put it onto the battlefield tapped, then shuffle your library.\nWhenever you roll chaos, target creature is unblockable this turn.", "originalType": "Plane — Kamigawa", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/74e8a52e91681c3b"}, "rarity": "common", "rulings": [], "setCode": "OPC2", "subtypes": ["Kamigawa"], "supertypes": [], "text": "Whenever a creature you control deals combat damage to a player, you may search your library for a basic land card, put it onto the battlefield tapped, then shuffle.\nWhenever you roll {CHAOS}, target creature can't be blocked this turn.", "type": "Plane — Kamigawa", "types": ["Plane"], "uuid": "dea5374e-7aaa-5efa-9b85-c53e8141df0a"}, {"artist": "Charles Urbach", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288513, "name": "Orzhova", "text": "Wenn du von Orzhova weg weltenwanderst, bringt jeder Spieler alle Kreaturenkarten aus seinem Friedhof ins Spiel zurück.\nImmer wenn du chaos würfelst, schicke bei jedem deiner Gegner bis zu eine Kreaturenkarte aus dessen Friedhof ins Exil.", "type": "Welt — Ravnica"}, {"language": "Spanish", "multiverseId": 288554, "name": "Orzhova", "text": "Cuando camines por los planos desde Orzhova, cada jugador regresa todas las cartas de criatura de su cementerio al campo de batalla.\nSiempre que lances caos, por cada oponente, exilia hasta una carta de criatura objetivo del cementerio de ese jugador.", "type": "Plano — Rávnica"}, {"language": "French", "multiverseId": 288472, "name": "Orzhova", "text": "Quand vous vous transplanez depuis Orzhova, chaque joueur renvoie sur le champ de bataille toutes les cartes de créature de son cimetière.\nÀ chaque fois que vous obtenez chaos, pour chaque adversaire, exilez jusqu'à une carte de créature ciblée depuis le cimetière de ce joueur.", "type": "Plan : Ravnica"}, {"language": "Italian", "multiverseId": 288595, "name": "Orzhova", "text": "Quando viaggi tra i piani da Orzhova, ogni giocatore rimette sul campo di battaglia tutte le carte creatura dal suo cimitero.\nOgniqualvolta tiri caos, per ogni avversario, esilia fino a una carta creatura bersaglio dal cimitero di quel giocatore.", "type": "Piano — Ravnica"}, {"language": "Japanese", "multiverseId": 288636, "name": "オルゾヴァ", "text": "あなたがオルゾヴァからプレインズウォークしたとき、各プレイヤーは、自分の墓地にあるすべてのクリーチャー・カードを戦場に戻す。\nあなたがchaosを出すたび、 対戦相手１人につき、そのプレイヤーの墓地にあるクリーチャー・カードを最大１枚まで対象とし、それを追放する。", "type": "次元 — ラヴニカ"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256200", "mtgjsonV4Id": "2ca2bd3b-5008-5c70-830a-5ed996f8356e", "mtgoId": "44992", "multiverseId": "226507", "scryfallId": "a07b0aa0-17a2-486b-84a1-99645f8a0e46", "scryfallIllustrationId": "f4356e52-a9cf-44f5-81d5-faf64c144fd0", "scryfallOracleId": "c7241e4b-d2c7-4801-96a3-91bb998953a1", "tcgplayerProductId": "81922"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Orzhova", "number": "30", "originalText": "When you planeswalk away from Orzhova, each player returns all creature cards from his or her graveyard to the battlefield.\nWhenever you roll chaos, for each opponent, exile up to one target creature card from that player's graveyard.", "originalType": "Plane — Ravnica", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/5b93280342bbd8ba"}, "rarity": "common", "rulings": [], "setCode": "OPC2", "subtypes": ["Ravnica"], "supertypes": [], "text": "When you planeswalk away from Orzhova, each player returns all creature cards from their graveyard to the battlefield.\nWhenever you roll {CHAOS}, for each opponent, exile up to one target creature card from that player's graveyard.", "type": "Plane — Ravnica", "types": ["Plane"], "uuid": "659e614d-0214-549f-bb1f-31a8e9d3113b"}, {"artist": "Drew Baker", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288549, "name": "Prahv", "text": "Falls du in diesem Zug mindestens einen Zauberspruch gewirkt hast, kannst du nicht mit Kreaturen angreifen.\nFalls du in diesem Zug mit Kreaturen angegriffen hast, kannst du keine Zaubersprüche wirken.\nImmer wenn du chaos würfelst, erhältst du so viele Lebenspunkte, wie du Karten auf der Hand hast.", "type": "Welt — Ravnica"}, {"language": "Spanish", "multiverseId": 288590, "name": "Prahv", "text": "Si lanzaste un hechizo este turno, no puedes atacar con criaturas.\nSi atacaste con criaturas este turno, no puedes lanzar hechizos.\nSiempre que lances caos, ganas vidas igual a la cantidad de cartas en tu mano.", "type": "Plano — Rávnica"}, {"language": "French", "multiverseId": 288508, "name": "Prahv", "text": "Si vous avez lancé un sort ce tour-ci, vous ne pouvez pas attaquer avec des créatures.\nSi vous avez attaqué avec des créatures ce tour-ci, vous ne pouvez pas lancer de sort.\nÀ chaque fois que vous obtenez chaos, vous gagnez un nombre de points de vie égal au nombre de cartes de votre main.", "type": "Plan : Ravnica"}, {"language": "Italian", "multiverseId": 288631, "name": "Prahv", "text": "Se hai lanciato una magia in questo turno, non puoi attaccare con creature.\nSe hai attaccato con una creatura in questo turno, non puoi lanciare magie.\nOgniqualvolta tiri caos, guadagni punti vita pari al numero di carte che hai in mano.", "type": "Piano — Ravnica"}, {"language": "Japanese", "multiverseId": 288672, "name": "プラーフ", "text": "このターン、あなたがいずれかの呪文を唱えた場合、あなたはクリーチャーで攻撃できない。\nこのターン、あなたがいずれかのクリーチャーで攻撃した場合、あなたは呪文を唱えられない。\nあなたがchaosを出すたび、あなたはあなたの手札にあるカードの枚数に等しい点数のライフを得る。", "type": "次元 — ラヴニカ"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256201", "mtgjsonV4Id": "8b7d8e98-7476-509f-a8c9-7b8147f9c36b", "multiverseId": "226552", "scryfallId": "8750e230-0d61-43ec-8f6b-5af697eed0ef", "scryfallIllustrationId": "438cfb9b-cc91-4ec9-b8c8-9d542c365323", "scryfallOracleId": "34a31865-b701-4ce1-8912-29fc41ecdda3", "tcgplayerProductId": "81923"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Prahv", "number": "31", "originalText": "If you cast a spell this turn, you can't attack with creatures.\nIf you attacked with creatures this turn, you can't cast spells.\nWhenever you roll chaos, you gain life equal to the number of cards in your hand.", "originalType": "Plane — Ravnica", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/0de8170386db2bc7"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Prahv only cares about the turn-based action of declaring attackers. If an effect allows you to put a creature onto the battlefield attacking, you can cast spells later that turn."}], "setCode": "OPC2", "subtypes": ["Ravnica"], "supertypes": [], "text": "If you cast a spell this turn, you can't attack with creatures.\nIf you attacked with creatures this turn, you can't cast spells.\nWhenever you roll {CHAOS}, you gain life equal to the number of cards in your hand.", "type": "Plane — Ravnica", "types": ["Plane"], "uuid": "d7ee5464-cd04-52ee-8bcb-b57c6af8e608"}, {"artist": "Charles Urbach", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288522, "name": "Quecksilbersee", "text": "Wenn du zur Quecksilbersee weltenwanderst oder zu Beginn deines Versorgungssegments, führe Hellsicht 4 durch. (Betrachte für Hellsicht 4 die obersten vier Karten deiner Bibliothek und lege dann eine beliebige Anzahl davon unter deine Bibliothek und den Rest in beliebiger Reihenfolge oben darauf.)\nImmer wenn du chaos würfelst, zeige die oberste Karte deiner Bibliothek offen vor. Du kannst sie spielen, ohne ihre Manakosten zu bezahlen.", "type": "Welt — Mirrodin"}, {"language": "Spanish", "multiverseId": 288563, "name": "Mar de Mercurio", "text": "Cuando camines por los planos hacia el Mar de Mercurio o al comienzo de tu mantenimiento, adivina 4. (Para adivinar 4, mira las cuatro primeras cartas de tu biblioteca, luego pon cualquier número de ellas en la parte inferior de tu biblioteca y el resto en la parte superior en cualquier orden.)\nSiempre que lances caos, muestra la primera carta de tu biblioteca. Puedes jugar esa carta sin pagar su coste de maná.", "type": "Plano — Mirrodin"}, {"language": "French", "multiverseId": 288481, "name": "Mer de Vif-argent", "text": "Quand vous vous transplanez vers la Mer de Vif-argent ou au début de votre entretien, regard 4. (Pour appliquer regard 4, regardez les quatre cartes du dessus de votre bibliothèque. Mettez n'importe quel nombre d'entre elles au-dessous de votre bibliothèque et le reste au-dessus, dans n'importe quel ordre.)\nÀ chaque fois que vous obtenez chaos, révélez la carte du dessus de votre bibliothèque. Vous pouvez la jouer sans payer son coût de mana.", "type": "Plan : Mirrodin"}, {"language": "Italian", "multiverseId": 288604, "name": "Mare di Mercurio", "text": "Quando viaggi tra i piani fino al Mare di Mercurio o all'inizio del tuo mantenimento, profetizzare 4. (Per profetizzare 4, guarda le prime quattro carte del tuo grimorio, poi mettine un qualsiasi numero in fondo al tuo grimorio e le altre in cima in qualsiasi ordine.)\nOgniqualvolta tiri caos, rivela la prima carta del tuo grimorio. Puoi giocare quella carta senza pagare il suo costo di mana.", "type": "Piano — Mirrodin"}, {"language": "Japanese", "multiverseId": 288645, "name": "水銀海", "text": "あなたが水銀海にプレインズウォークしたとき、またはあなたのアップキープの開始時に、占術４を行う。 （占術４を行うには、あなたのライブラリーの一番上から４枚のカードを見て、そのうちの望む枚数のカードをあなたのライブラリーの一番下に置き、残りを望む順番で一番上に置く。）\nあなたがchaosを出すたび、あなたのライブラリーの一番上のカードを公開する。 あなたはそれをそのマナ・コストを支払うことなくプレイしてもよい。", "type": "次元 — ミラディン"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255424", "mtgjsonV4Id": "bfb40464-4ada-53f2-9325-9c0bc8802a4d", "mtgoId": "44966", "multiverseId": "226518", "scryfallId": "178cfe41-02ea-4449-a429-c45fca720c2d", "scryfallIllustrationId": "4cdb0b3a-a5c6-40cd-881b-72d607101cc5", "scryfallOracleId": "53517dbf-7b32-423a-af76-afd39b876a1a", "tcgplayerProductId": "81924"}, "isOversized": true, "isStarter": true, "keywords": ["Scry"], "layout": "planar", "legalities": {}, "name": "Quicksilver Sea", "number": "32", "originalText": "When you planeswalk to Quicksilver Sea or at the beginning of your upkeep, scry 4. (To scry 4, look at the top four cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)\nWhenever you roll chaos, reveal the top card of your library. You may play it without paying its mana cost.", "originalType": "Plane — Mirrodin", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/8249f81cae769630"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "You play the card (meaning it play it if it’s a land card or cast it if it’s a nonland card) as part of the resolution of the chaos ability. Timing restrictions based on the card’s type are ignored. Other restrictions, such as “Cast [this card] only during combat,” are not."}, {"date": "2012-06-01", "text": "If you reveal a land card when resolving the chaos ability, you may play it only if you haven’t played a land yet that turn."}, {"date": "2012-06-01", "text": "If you cast a card without paying its mana cost, you can’t choose to cast it for any alternative costs, such as evoke or the alternative cost provided by the morph ability. If it has {X} in its mana cost, X must be 0. However, you can pay optional additional costs, such as kicker, and you must still pay mandatory additional costs, such as the one on Fling."}], "setCode": "OPC2", "subtypes": ["Mirrodin"], "supertypes": [], "text": "When you planeswalk to Quicksilver Sea or at the beginning of your upkeep, scry 4. (Look at the top four cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)\nWhenever you roll {CHAOS}, reveal the top card of your library. You may play it without paying its mana cost.", "type": "Plane — Mirrodin", "types": ["Plane"], "uuid": "e7f950f6-3dd2-55f4-b6a5-f1b27d15d679"}, {"artist": "Martina Pilcerova", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288538, "name": "Die Selesnija-Dachgärten", "text": "Falls ein Effekt einen oder mehrere Spielsteine ins Spiel bringen würde, bringt er stattdessen doppelt so viele Spielsteine ins Spiel.\nFalls ein Effekt eine oder mehrere Marken auf eine bleibende Karte legen würde, legt er stattdessen doppelt so viele Marken auf diese bleibende Karte.\nImmer wenn du chaos würfelst, erhöhst du bis zum Ende des Zuges immer, wenn du ein Land für Mana tappst, deinen Manavorrat um ein Mana eines beliebigen Typs, den dieses Land produziert hat.", "type": "Welt — Ravnica"}, {"language": "Spanish", "multiverseId": 288579, "name": "Jardines colgantes selesnya", "text": "Si un efecto fuera a poner una o más fichas en el campo de batalla, en vez de eso, pone en el campo de batalla el doble de esas fichas.\nSi un efecto fuera a colocar uno o más contadores sobre un permanente, en vez de eso, coloca el doble de esos contadores sobre ese permanente.\nSiempre que lances caos, hasta el final del turno, siempre que gires una tierra para obtener maná, agrega un maná a tu reserva de maná de algún tipo que produzca esa tierra.", "type": "Plano — Rávnica"}, {"language": "French", "multiverseId": 288497, "name": "Jardins suspendus de Selesnya", "text": "Si un effet devait mettre sur le champ de bataille au moins un jeton, il met sur le champ de bataille deux fois ce nombre de jetons à la place.\nSi un effet devait placer au moins un marqueur sur un permanent, il place deux fois ce nombre de marqueurs sur ce permanent à la place.\nÀ chaque fois que vous obtenez chaos, jusqu'à la fin du tour, à chaque fois que vous engagez un terrain pour du mana, ajoutez à votre réserve un mana de n'importe quel type que ce terrain produisait.", "type": "Plan : Ravnica"}, {"language": "Italian", "multiverseId": 288620, "name": "Giardini Pensili di Selesnya", "text": "Se un effetto sta per mettere sul campo di battaglia una o più pedine, invece ne mette il doppio.\nSe un effetto sta per mettere su un permanente uno o più segnalini, invece ne mette il doppio.\nOgniqualvolta tiri caos, fino alla fine del turno, ogniqualvolta TAPpi una terra per attingere mana, aggiungi alla tua riserva di mana un mana di qualsiasi tipo prodotto da quella terra.", "type": "Piano — Ravnica"}, {"language": "Japanese", "multiverseId": 288661, "name": "セレズニアの屋根庭", "text": "いずれかの効果により１個以上のトークンが戦場に出る場合、代わりにそれはその２倍の数のトークンを戦場に出す。\nいずれかの効果によりいずれかのパーマネントの上に１個以上のカウンターが配置される場合、代わりにそれはそれらのカウンターをそのパーマネントの上にその２倍の数配置する。\nあなたがchaosを出すたび、ターン終了時まで、あなたがマナを引き出す目的で土地を１つタップするたび、あなたのマナ・プールに、その土地が生み出したいずれかのタイプのマナ１点を加える。", "type": "次元 — ラヴニカ"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255425", "mtgjsonV4Id": "3146f638-a08a-5412-ac98-f553080f08ad", "mtgoId": "44946", "multiverseId": "226538", "scryfallId": "24d5a773-96d0-4cbf-882c-23daf4c992e7", "scryfallIllustrationId": "823a4934-9072-4909-8ca0-8dc6bac69507", "scryfallOracleId": "0a4bf88d-106a-413b-9d80-8775c1ff5ded", "tcgplayerProductId": "81925"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Selesnya Loft Gardens", "number": "33", "originalText": "If an effect would put one or more tokens onto the battlefield, it puts twice that many of those tokens onto the battlefield instead.\nIf an effect would place one or more counters on a permanent, it places twice that many of those counters on that permanent instead.\nWhenever you roll chaos, until end of turn, whenever you tap a land for mana, add one mana to your mana pool of any type that land produced.", "originalType": "Plane — Ravnica", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/e874bd88f1642834"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Effects that place a counter on a permanent include that permanent entering the battlefield. For example, a creature that normally enters the battlefield with one or more +1/+1 counters will enter with twice that many +1/+1 counters on it. A planeswalker will enter the battlefield with twice its starting loyalty counters."}, {"date": "2012-06-01", "text": "Adding loyalty counters to a planeswalker in order to activate a loyalty ability isn’t an effect, so those counters are not doubled."}, {"date": "2012-06-01", "text": "Any -1/-1 counters that are placed on a creature because of wither or infect are also not doubled."}, {"date": "2012-06-01", "text": "The chaos ability is cumulative. For example, if you roll {CHAOS} twice in a turn, tapping a land for mana will cause two mana abilities to trigger."}], "setCode": "OPC2", "subtypes": ["Ravnica"], "supertypes": [], "text": "If an effect would create one or more tokens, it creates twice that many of those tokens instead.\nIf an effect would put one or more counters on a permanent, it puts twice that many of those counters on that permanent instead.\nWhenever you roll {CHAOS}, until end of turn, whenever you tap a land for mana, add one mana of any type that land produced.", "type": "Plane — Ravnica", "types": ["Plane"], "uuid": "d08e5cdd-8078-5287-afd2-494137adf1c1"}, {"artist": "Vincent Proce", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288552, "name": "Stenzen", "text": "Immer wenn eine Kreatur einem oder mehreren Spielern das erste Mal in einem Zug Schaden zufügt, lege eine +1/+1-Marke auf sie.\nImmer wenn du chaos würfelst, erhalten alle Kreaturen, die du kontrollierst, bis zum Ende des Zuges „{T}: Diese Kreatur fügt einem Spieler deiner Wahl 1 Schadenspunkt zu\".", "type": "Welt — Innistrad"}, {"language": "Spanish", "multiverseId": 288593, "name": "Stensia", "text": "Siempre que una criatura haga daño a uno o más jugadores por primera vez en un turno, pon un contador +1/+1 sobre ella.\nSiempre que lances caos, cada criatura que controlas gana \"{T}: Esta criatura hace 1 punto de daño al jugador objetivo\" hasta el final del turno.", "type": "Plano — Innistrad"}, {"language": "French", "multiverseId": 288511, "name": "Stensie", "text": "À chaque fois qu'une créature inflige des blessures à au moins un joueur pour la première fois pendant un tour, mettez un marqueur +1/+1 sur elle.\nÀ chaque fois que vous obtenez chaos, chaque créature que vous contrôlez acquiert « {T} : Cette créature inflige 1 blessure à un joueur ciblé » jusqu'à la fin du tour.", "type": "Plan : Innistrad"}, {"language": "Italian", "multiverseId": 288634, "name": "Stensia", "text": "Ogniqualvolta una creatura infligge danno a uno o più giocatori per la prima volta in un turno, metti un segnalino +1/+1 su di essa.\nOgniqualvolta tiri caos, ogni creatura che controlli ha \"{T}: Questa creatura infligge 1 danno a un giocatore bersaglio\" fino alla fine del turno.", "type": "Piano — Innistrad"}, {"language": "Japanese", "multiverseId": 288675, "name": "ステンシア", "text": "あるターンに、いずれかのクリーチャーが１人以上のプレイヤーに初めてダメージを与えるたび、それの上に＋１/＋１カウンターを１個置く。\nあなたがchaosを出すたび、ターン終了時まで、あなたがコントロールする各クリーチャーは「{T}：プレイヤー１人を対象とする。このクリーチャーはそのプレイヤーに１点のダメージを与える。」を得る。", "type": "次元 — イニストラード"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256202", "mtgjsonV4Id": "734d4d89-cff9-59b3-bd68-c3d44c007f65", "multiverseId": "226555", "scryfallId": "fac8b78f-11a2-45fc-9e70-5940e63ef202", "scryfallIllustrationId": "3a187f60-9895-410f-a2d3-d9715c3f974c", "scryfallOracleId": "38bdd034-0375-403c-97ca-6f93a5e12e54", "tcgplayerProductId": "81926"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Stensia", "number": "34", "originalText": "Whenever a creature deals damage to one or more players for the first time in a turn, put a +1/+1 counter on it.\nWhenever you roll chaos, each creature you control gains \"{T}: This creature deals 1 damage to target player\" until end of turn.", "originalType": "Plane — Innistrad", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/2941dfc26320d92e"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Each creature can have only one +1/+1 counter put on it this way per turn."}, {"date": "2012-06-01", "text": "Unlike the Vampires in the _Innistrad_(TM) block, Stensia’s ability triggers whenever a creature deals any damage, not just combat damage."}], "setCode": "OPC2", "subtypes": ["Innistrad"], "supertypes": [], "text": "Whenever a creature deals damage to one or more players for the first time each turn, put a +1/+1 counter on it.\nWhenever you roll {CHAOS}, each creature you control gains \"{T}: This creature deals 1 damage to target player or planeswalker\" until end of turn.", "type": "Plane — Innistrad", "types": ["Plane"], "uuid": "409a4485-4b84-5cfd-8f60-214dba86dc2c"}, {"artist": "Cliff Childs", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288533, "name": "Takenuma", "text": "Immer wenn eine Kreatur das Spiel verlässt, zieht ihr Beherrscher eine Karte.\nImmer wenn du chaos würfelst, bringe eine Kreatur deiner Wahl, die du kontrollierst, auf die Hand ihres Besitzers zurück.", "type": "Welt — Kamigawa"}, {"language": "Spanish", "multiverseId": 288574, "name": "Takenuma", "text": "Siempre que una criatura deje el campo de batalla, su controlador roba una carta.\nSiempre que lances caos, regresa la criatura objetivo que controlas a la mano de su propietario.", "type": "Plano — Kamigawa"}, {"language": "French", "multiverseId": 288492, "name": "Takenuma", "text": "À chaque fois qu'une créature quitte le champ de bataille, son contrôleur pioche une carte.\nÀ chaque fois que vous obtenez chaos, renvoyez une créature ciblée que vous contrôlez dans la main de son propriétaire.", "type": "Plan : Kamigawa"}, {"language": "Italian", "multiverseId": 288615, "name": "Takenuma", "text": "Ogniqualvolta una creatura lascia il campo di battaglia, il suo controllore pesca una carta.\nOgniqualvolta tiri caos, fai tornare una creatura bersaglio che controlli in mano al suo proprietario.", "type": "Piano — Kamigawa"}, {"language": "Japanese", "multiverseId": 288656, "name": "竹沼", "text": "クリーチャーが１体戦場を離れるたび、それのコントローラーはカードを１枚引く。\nあなたがchaosを出すたび、あなたがコントロールするクリーチャー１体を対象とし、それをオーナーの手札に戻す。", "type": "次元 — 神河"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255426", "mtgjsonV4Id": "e34a7e63-48b8-5d67-bee5-b644a8f83a1f", "mtgoId": "45092", "multiverseId": "226533", "scryfallId": "ef7db2df-a7b7-4f1a-b6ef-2c73dbbb845f", "scryfallIllustrationId": "c0fb105f-8f2c-4794-a412-38ccfb281953", "scryfallOracleId": "de53c948-b371-4f79-a965-33c44d0b44de", "tcgplayerProductId": "81927"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Takenuma", "number": "35", "originalText": "Whenever a creature leaves the battlefield, its controller draws a card.\nWhenever you roll chaos, return target creature you control to its owner's hand.", "originalType": "Plane — Kamigawa", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/0b7cfe36c2dc3707"}, "rarity": "common", "rulings": [], "setCode": "OPC2", "subtypes": ["Kamigawa"], "supertypes": [], "text": "Whenever a creature leaves the battlefield, its controller draws a card.\nWhenever you roll {CHAOS}, return target creature you control to its owner's hand.", "type": "Plane — Kamigawa", "types": ["Plane"], "uuid": "85819fe5-bd33-5c81-935e-50c96b0dfa74"}, {"artist": "Chippy", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288527, "name": "Das Krallentor", "text": "Zu jeden Zeitpunkt, zu dem du eine Hexerei spielen könntest, kannst du eine Karte aus deiner Hand, die kein Land ist, mit X Zeitmarken ins Exil schicken, wobei X ihren umgewandelten Manakosten entspricht.Falls die ins Exil geschickte Karte nicht Aussetzen hat, erhält sie Aussetzen. (Zu Beginn des Versorgungssegments ihres Besitzers entfernt dieser eine Zeitmarke. Wenn die letzte entfernt ist, wirkt dieser Spieler die Karte, ohne ihre Manakosten zu bezahlen. Falls es eine Kreatur ist, hat sie Eile.)\nImmer wenn du chaos würfelst, entferne zwei Zeitmarken von jeder ausgesetzten Karte, die du besitzt.", "type": "Welt — Dominaria"}, {"language": "Spanish", "multiverseId": 288568, "name": "Portal de Garras", "text": "En cualquier momento en que pudieras lanzar un conjuro, puedes exiliar con X contadores de tiempo sobre ella una carta que no sea tierra de tu mano, donde X es su coste de maná convertido. Si la carta exiliada no tiene la habilidad de suspender, gana suspender. (Al comienzo del mantenimiento de su propietario, remueve un contador de tiempo. Cuando sea removido el último, el jugador la lanza sin pagar su coste de maná. Si es una criatura, tiene la habilidad de prisa.)\nSiempre que lances caos, remueve dos contadores de tiempo de cada carta suspendida de la cual eres propietario.", "type": "Plano — Dominaria"}, {"language": "French", "multiverseId": 288486, "name": "Porte des Griffes", "text": "À tout moment où vous pourriez lancer un rituel, vous pouvez exiler une carte non-terrain depuis votre main avec X marqueurs « temps » sur elle, X étant son coût converti de mana. Si la carte exilée n'a pas la suspension, elle acquiert la suspension. (Au début de l'entretien de son propriétaire, il retire un marqueur « temps ». Quand le dernier marqueur est retiré, le joueur lance la carte sans payer son coût de mana. Si c'est une créature, elle a la célérité.)\nÀ chaque fois que vous obtenez chaos, retirez deux marqueurs « temps » de chaque carte en suspension que vous possédez.", "type": "Plan : Dominaria"}, {"language": "Italian", "multiverseId": 288609, "name": "Cancello degli Artigli", "text": "Quando potresti lanciare una stregoneria, puoi esiliare una carta non terra dalla tua mano con X segnalini tempo, dove X è il suo costo di mana convertito. Se la carta esiliata non ha sospendere, guadagna sospendere. (All'inizio del mantenimento del suo proprietario, rimuove un segnalino tempo. Quando l'ultimo viene rimosso, il giocatore lancia la carta senza pagare il suo costo di mana. Se è una creatura, ha rapidità.)\nOgniqualvolta tiri caos, rimuovi due segnalini tempo da ogni carta sospesa che possiedi.", "type": "Piano — Dominaria"}, {"language": "Japanese", "multiverseId": 288650, "name": "鉤爪の門", "text": "あなたがソーサリーを唱えられるときに、あなたはあなたの手札にある土地でないカードを１枚、その上にＸ個の時間カウンターを置いた状態で追放してもよい。Ｘはそれの点数で見たマナ・コストに等しい。その追放されたカードが待機を持たない場合、それは待機を得る。 （それのオーナーのアップキープの開始時に、そのプレイヤーは時間カウンターを１個取り除く。 最後の１個を取り除いたとき、そのプレイヤーはそれをマナ・コストを支払うことなく唱える。それがクリーチャーなら、それは速攻を持つ。）\nあなたがchaosを出すたび、あなたがオーナーである各待機状態のカードから時間カウンターを２個取り除く。", "type": "次元 — ドミナリア"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "255427", "mtgjsonV4Id": "c807a7eb-2e23-56dc-9265-25de746da5d7", "mtgoId": "45006", "multiverseId": "226525", "scryfallId": "bd2328c4-e48e-423b-874a-dd917f4b1145", "scryfallIllustrationId": "ce681b54-936a-4417-b021-564b6173a184", "scryfallOracleId": "c85d3740-8c8d-4fef-ad33-a6f446b883ac", "tcgplayerProductId": "81928"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Talon Gates", "number": "36", "originalText": "Any time you could cast a sorcery, you may exile a nonland card from your hand with X time counters on it, where X is its converted mana cost. If the exiled card doesn't have suspend, it gains suspend. (At the beginning of its owner's upkeep, he or she removes a time counter. When the last is removed, the player casts it without paying its mana cost. If it's a creature, it has haste.)\nWhenever you roll chaos, remove two time counters from each suspended card you own.", "originalType": "Plane — Dominaria", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/a04cd2496ed573da"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Exiling a nonland card from your hand this way is a special action. It doesn’t use the stack and doesn’t count as casting a spell or activating an ability. Players can’t respond to this action, although they can respond when you cast the spell after the last time counter is removed."}, {"date": "2012-06-01", "text": "The first ability may be used any number of times."}, {"date": "2012-06-01", "text": "Even after the game leaves Talon Gates, each of the suspended cards will continue to have suspend; the owners of those cards will continue to remove a time counter from each during their upkeeps."}], "setCode": "OPC2", "subtypes": ["Dominaria"], "supertypes": [], "text": "Any time you could cast a sorcery, you may exile a nonland card from your hand with X time counters on it, where X is its mana value. If the exiled card doesn't have suspend, it gains suspend. (At the beginning of its owner's upkeep, they remove a time counter. When the last is removed, the player casts it without paying its mana cost. If it's a creature, it has haste.)\nWhenever you roll {CHAOS}, remove two time counters from each suspended card you own.", "type": "Plane — Dominaria", "types": ["Plane"], "uuid": "cf8e9748-1bc6-5a23-bf78-be949fd2a389"}, {"artist": "Vincent Proce", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288531, "name": "Weg der Magierringe", "text": "Spontanzauber und Hexereien haben Abprall. (Der Beherrscher des Zauberspruchs schickt diesen ins Exil, sowie er verrechnet wird, falls er ihn aus seiner Hand gewirkt hat. Zu Beginn des nächsten Versorgungssegments dieses Spielers kann er diese Karte aus dem Exil wirken, ohne ihre Manakosten zu bezahlen.)\nImmer wenn du chaos würfelst, kannst du deine Bibliothek nach einer Spontanzauber- oder Hexerei-Karte durchsuchen, sie offen vorzeigen, auf deine Hand nehmen und dann deine Bibliothek mischen.", "type": "Welt — Vryn"}, {"language": "Spanish", "multiverseId": 288572, "name": "Senda de los anillos mágicos", "text": "Los hechizos instantáneos y conjuros tienen la habilidad de rebote. (El controlador del hechizo exilia el hechizo mientras se resuelve si lo lanzó de su mano. Al comienzo del próximo mantenimiento de ese jugador, él puede lanzar esa carta desde el exilio sin pagar su coste de maná.)\nSiempre que lances caos, puedes buscar en tu biblioteca una carta de instantáneo o conjuro, mostrarla, ponerla en tu mano y luego barajar tu biblioteca.", "type": "Plano — Vryn"}, {"language": "French", "multiverseId": 288490, "name": "Piste des Anneaux du Mage", "text": "Les sorts d'éphémère et de rituel ont le rebond. (Le contrôleur du sort exile le sort au moment où il se résout s'il l'a lancé depuis sa main. Au début du prochain entretien de ce joueur, il peut lancer cette carte depuis l'exil sans payer son coût de mana.)\nÀ chaque fois que vous obtenez chaos, vous pouvez chercher dans votre bibliothèque une carte d'éphémère ou de rituel, la révéler, la mettre dans votre main et mélanger ensuite votre bibliothèque.", "type": "Plan : Vryn"}, {"language": "Italian", "multiverseId": 288613, "name": "Sentiero degli Anelli Magici", "text": "Le magie istantaneo e stregoneria hanno ripresa. (Il controllore della magia esilia la magia mentre si risolve se l'ha lanciata dalla sua mano. All'inizio del prossimo mantenimento di quel giocatore, può lanciare quella carta dall'esilio senza pagare il suo costo di mana.)\nOgniqualvolta tiri caos, puoi passare in rassegna il tuo grimorio per una carta istantaneo o stregoneria, rivelarla e aggiungerla alla tua mano, poi rimescola il tuo grimorio.", "type": "Piano — Vryn"}, {"language": "Japanese", "multiverseId": 288654, "name": "魔道士輪の跡", "text": "インスタント呪文とソーサリー呪文は反復を持つ。 （その呪文の解決に際し、それのコントローラーがそれを自分の手札から唱えた場合、そのプレイヤーはそれを追放する。 そのプレイヤーの次のアップキープの開始時に、そのプレイヤーはそのカードを追放領域からマナ・コストを支払うことなく唱えてもよい。）\nあなたがchaosを出すたび、あなたはあなたのライブラリーからインスタント・カード１枚かソーサリー・カードを１枚探してもよい。そうしたなら、それを公開してあなたの手札に加え、その後あなたのライブラリーを切り直す。", "type": "次元 — ヴリン"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256203", "mtgjsonV4Id": "3b5f8be4-6595-559c-8044-69c64d1d66c6", "mtgoId": "44952", "multiverseId": "226529", "scryfallId": "df6472ca-2e0d-4618-b2ce-8dcadc06823a", "scryfallIllustrationId": "494c9242-4362-47db-a3ac-06f3c6a68e54", "scryfallOracleId": "b2c95c7a-a04c-46ef-a879-6eb08e444093", "tcgplayerProductId": "81929"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Trail of the Mage-Rings", "number": "37", "originalText": "Instant and sorcery spells have rebound. (The spell's controller exiles the spell as it resolves if he or she cast it from his or her hand. At the beginning of that player's next upkeep, he or she may cast that card from exile without paying its mana cost.)\nWhenever you roll chaos, you may search your library for an instant or sorcery card, reveal it, put it into your hand, then shuffle your library.", "originalType": "Plane — Vryn", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/85f1d05874ea58ab"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "Rebound’s delayed triggered ability will let you cast the spell at the beginning of your next upkeep even if the game has left Trail of the Mage-Rings by then."}, {"date": "2013-04-15", "text": "Similarly, if you gain control of an instant or sorcery spell with Commandeer, it will have rebound, but the ability won’t do anything because that spell wasn’t cast from your hand."}, {"date": "2013-04-15", "text": "If a spell with rebound that you cast from your hand doesn’t resolve for any reason (due being countered by a spell like Cancel, or because all of its targets are illegal), rebound has no effect. The spell is simply put into your graveyard. You won’t get to cast it again next turn."}, {"date": "2013-04-15", "text": "If you cast a spell with rebound from anywhere other than your hand (such as from your graveyard due to Sins of the Past, from your library due to cascade, or from your opponent’s hand due to Sen Triplets), rebound won’t have any effect. If you do cast it from your hand, rebound will work regardless of whether you paid its mana cost (for example, if you cast it from your hand due to Maelstrom Archangel)."}, {"date": "2013-04-15", "text": "If a replacement effect would cause a spell with rebound that you cast from your hand to be put somewhere else instead of your graveyard (such as Leyline of the Void might), you choose whether to apply the rebound effect or the other effect as the spell resolves."}, {"date": "2013-04-15", "text": "Rebound will have no effect on copies of spells because you don’t cast them from your hand."}, {"date": "2013-04-15", "text": "If you cast a spell with rebound from your hand and it resolves, it isn’t put into your graveyard. Rather, it’s exiled directly from the stack. Effects that care about cards being put into your graveyard won’t do anything."}, {"date": "2013-04-15", "text": "At the beginning of your upkeep, all delayed triggered abilities created by rebound effects trigger. You may handle them in any order. If you want to cast a card this way, you do so as part of the resolution of its delayed triggered ability. Timing restrictions based on the card’s type (if it’s a sorcery) are ignored. Other restrictions are not (such as the one from Rule of Law)."}, {"date": "2013-04-15", "text": "If you are unable to cast a card from exile this way, or you choose not to, nothing happens when the delayed triggered ability resolves. The card remains exiled for the rest of the game, and you won’t get another chance to cast the card. The same is true if the ability is countered (due to Stifle, perhaps)."}, {"date": "2013-04-15", "text": "If you cast a card from exile this way, it will go to your graveyard when it resolves, fails to resolve, or is countered. It won’t go back to exile."}, {"date": "2013-04-15", "text": "Multiple instances of rebound on the same spell are redundant."}, {"date": "2013-04-15", "text": "The rebound effect is not optional. Each instant and sorcery spell you cast from your hand is exiled instead of being put into your graveyard as it resolves, whether you want it to be or not. Casting the spell during your next upkeep is optional, however."}, {"date": "2013-04-15", "text": "If a spell moves itself into another zone as part of its resolution (as Arc Blade, All Suns’ Dawn, and Beacon of Unrest do), rebound won’t get a chance to apply."}, {"date": "2013-04-15", "text": "If a spell you cast from your hand has both rebound and buyback (and the buyback cost was paid), you choose which effect to apply as it resolves."}, {"date": "2013-04-15", "text": "You’ll be able to cast a spell with flashback three times this way. First you can cast it from your hand. It will be exiled due to rebound as it resolves. Then you can cast it from exile due to rebound’s delayed triggered ability. It will be put into your graveyard as it resolves. Then you can cast it from your graveyard due to flashback. It will be exiled due to flashback as it resolves."}, {"date": "2013-04-15", "text": "If you cast an instant or sorcery spell from your hand and it’s exiled due to rebound, the delayed triggered ability will allow you to cast it during your next upkeep even if Trail of the Mage-Rings has been turned face down by then."}, {"date": "2013-04-15", "text": "If you cast a card from exile “without paying its mana cost,” you can’t pay any alternative costs. Any X in the mana cost will be 0. On the other hand, if the card has optional additional costs (such as kicker or multikicker), you may pay those when you cast the card. If the card has mandatory additional costs (such as Momentous Fall does), you must pay those if you choose to cast the card."}, {"date": "2013-04-15", "text": "If a spell has restrictions on when it can be cast (for example, “Cast [this spell] only during the declare blockers step”), those restrictions may prevent you from casting it from exile during your upkeep."}, {"date": "2013-04-15", "text": "If you cast a spell using the madness or suspend abilities, you’re casting it from exile, not from your hand. Although those spells will have rebound, the ability won’t have any effect."}], "setCode": "OPC2", "subtypes": ["Vryn"], "supertypes": [], "text": "Instant and sorcery spells have rebound. (The spell's controller exiles the spell as it resolves if they cast it from their hand. At the beginning of that player's next upkeep, they may cast that card from exile without paying its mana cost.)\nWhenever you roll {CHAOS}, you may search your library for an instant or sorcery card, reveal it, put it into your hand, then shuffle.", "type": "Plane — Vryn", "types": ["Plane"], "uuid": "e8970789-1714-5e5a-a12a-a0fa51d0be35"}, {"artist": "Jim Nelson", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288550, "name": "Der Truga-Dschungel", "text": "Alle Länder haben „{T}: Erhöhe deinen Manavorrat um ein Mana einer beliebigen Farbe.\"\nImmer wenn du chaos würfelst, decke die obersten drei Karten deiner Bibliothek auf. Nimm alle Land-Karten, die auf diese Weise aufgedeckt wurden, auf deine Hand und lege den Rest der Karten in beliebiger Reihenfolge unter deine Bibliothek.", "type": "Welt — Ergamon"}, {"language": "Spanish", "multiverseId": 288591, "name": "Jungla Truga", "text": "Todas las tierras tienen \"{T}: Agrega un maná de cualquier color a tu reserva de maná\".\nSiempre que lances caos, muestra las primeras tres cartas de tu biblioteca. Pon todas las cartas de tierra mostradas de esta manera en tu mano y el resto en la parte inferior de tu biblioteca en cualquier orden.", "type": "Plano — Ergamon"}, {"language": "French", "multiverseId": 288509, "name": "Jungle de Truga", "text": "Tous les terrains ont « {T} : Ajoutez un mana de la couleur de votre choix à votre réserve. »\nÀ chaque fois que vous obtenez chaos, révélez les trois cartes du dessus de votre bibliothèque. Mettez toutes les cartes de terrain révélées de cette manière dans votre main et le reste au-dessous de votre bibliothèque dans n'importe quel ordre.", "type": "Plan : Ergamon"}, {"language": "Italian", "multiverseId": 288632, "name": "Giungla di Truga", "text": "Tutte le terre hanno \"{T}: Aggiungi un mana di un qualsiasi colore alla tua riserva di mana\".\nOgniqualvolta tiri caos, rivela le prime tre carte del tuo grimorio. Aggiungi alla tua mano tutte le carte terra rivelate in questo modo e metti le altre in fondo al tuo grimorio in qualsiasi ordine.", "type": "Piano — Ergamon"}, {"language": "Japanese", "multiverseId": 288673, "name": "トルーガの密林", "text": "すべての土地は「{T}：あなたのマナ・プールに、好きな色１色のマナ１点を加える。」を持つ。\nあなたがchaosを出すたび、あなたのライブラリーの一番上から３枚のカードを公開する。 これにより公開されたすべての土地カードをあなたの手札に加え、残りをあなたのライブラリーの一番下に望む順番で置く。", "type": "次元 — エルガモン"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256204", "mtgjsonV4Id": "e72ce444-fd0b-5af1-84a6-640070b26917", "multiverseId": "226553", "scryfallId": "00fc97d3-d8e4-4234-a6da-7b17316fa9ac", "scryfallIllustrationId": "5eb058cb-16a2-4a9b-aefb-b76362d5569f", "scryfallOracleId": "d858e6db-9842-41d1-8006-574c8dcd98ed", "tcgplayerProductId": "81930"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "Truga Jungle", "number": "38", "originalText": "All lands have \"{T}: Add one mana of any color to your mana pool.\"\nWhenever you roll chaos, reveal the top three cards of your library. Put all land cards revealed this way into your hand and the rest on the bottom of your library in any order.", "originalType": "Plane — Ergamon", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/6ac2f92d4c6ca691"}, "rarity": "common", "rulings": [], "setCode": "OPC2", "subtypes": ["Ergamon"], "supertypes": [], "text": "All lands have \"{T}: Add one mana of any color.\"\nWhenever you roll {CHAOS}, reveal the top three cards of your library. Put all land cards revealed this way into your hand and the rest on the bottom of your library in any order.", "type": "Plane — Ergamon", "types": ["Plane"], "uuid": "2ec55a4b-dd46-5eb6-bcf8-1a6f2ef97740"}, {"artist": "Kekai Kotaki", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288516, "name": "Windrätsel-Paläste", "text": "Die oberste Karte der Bibliotheken aller Spieler ist offen.\nDu kannst die oberste Karte der Bibliothek jedes Spielers spielen.\nImmer wenn du chaos würfelst, legt jeder Spieler die oberste Karte seiner Bibliothek auf seinen Friedhof.", "type": "Welt — Belenon"}, {"language": "Spanish", "multiverseId": 288557, "name": "Palacios Acertijos de Viento", "text": "Los jugadores juegan mostrando la primera carta de su biblioteca.\nPuedes jugar la primera carta de la biblioteca de cualquier jugador.\nSiempre que lances caos, cada jugador pone la primera carta de su biblioteca en su cementerio.", "type": "Plano — Bélenon"}, {"language": "French", "multiverseId": 288475, "name": "Palais de Venténigme", "text": "Les joueurs jouent avec la carte du dessus de leurs bibliothèques révélée.\nVous pouvez jouer la carte du dessus de la bibliothèque de n'importe quel joueur.\nÀ chaque fois que vous obtenez chaos, chaque joueur met la carte du dessus de sa bibliothèque dans son cimetière.", "type": "Plan : Belenon"}, {"language": "Italian", "multiverseId": 288598, "name": "Palazzi degli Enigmi Ventosi", "text": "I giocatori giocano con la prima carta dei loro grimori rivelata.\nPuoi giocare la prima carta del grimorio di qualsiasi giocatore.\nOgniqualvolta tiri caos, ogni giocatore mette nel suo cimitero la prima carta del suo grimorio.", "type": "Piano — Belenon"}, {"language": "Japanese", "multiverseId": 288639, "name": "風謎の宮殿", "text": "プレイヤーは自分のライブラリーの一番上のカードを公開したままプレイする。\nあなたはいずれかのプレイヤーのライブラリーの一番上のカードをプレイしてもよい。\nあなたがchaosを出すたび、各プレイヤーは自分のライブラリーの一番上のカードを自分の墓地に置く。", "type": "次元 — ベレノン"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256205", "mtgjsonV4Id": "e2a5fc8d-6e5b-55f0-880e-eaf3510291be", "multiverseId": "226510", "scryfallId": "32369ed6-33ad-472f-a26a-0a3843b1ab58", "scryfallIllustrationId": "e35493dd-bea9-4990-a6c0-2618fa85905d", "scryfallOracleId": "e4b941d1-60cb-4e14-89a4-62a9785f6eda", "tcgplayerProductId": "81931"}, "isOversized": true, "isStarter": true, "keywords": ["Mill"], "layout": "planar", "legalities": {}, "name": "Windriddle Palaces", "number": "39", "originalText": "Players play with the top card of their libraries revealed.\nYou may play the top card of any player's library.\nWhenever you roll chaos, each player puts the top card of his or her library into his or her graveyard.", "originalType": "Plane — Belenon", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/d0397c83048325c2"}, "rarity": "common", "rulings": [{"date": "2012-06-01", "text": "You can only play the top cards of players’ libraries when you are the planar controller. Generally, this means as long as it’s your turn. When another player begins their turn, that player becomes the planar controller and can play the top card of players’ libraries. You won’t be able to until you again become the planar controller."}, {"date": "2012-06-01", "text": "You may play the top card of any player’s library, including your own. This effect doesn’t change when you can play any of these cards (meaning play it if it’s a land card or cast it if it’s a nonland card). You can still cast creature spells only on your turn during your main phase and so on."}, {"date": "2012-06-01", "text": "If the top card of a player’s library is a land card, you may play it only if you haven’t played a land yet that turn."}, {"date": "2012-06-01", "text": "As soon as you finish playing the card on top of a player’s library, the next card in that library becomes revealed."}, {"date": "2012-06-01", "text": "If a player draws multiple cards at once, they reveal each one before drawing it."}, {"date": "2012-06-01", "text": "Other players won’t be able to play the top card of their libraries unless another effect allows it. If you and another player can play the top card of that player’s library (because of some other effect), you’ll be able to in most cases. This is because you have priority first at the beginning of each phase and step and after each spell or ability resolves. Once you play that card, it immediately moves from that library to the appropriate zone (the battlefield if it’s a land card or the stack if it’s a nonland card). The other player can’t respond by playing that card."}], "setCode": "OPC2", "subtypes": ["Belenon"], "supertypes": [], "text": "Players play with the top card of their libraries revealed.\nYou may play lands and cast spells from the top of any player's library.\nWhenever you roll {CHAOS}, each player mills a card.", "type": "Plane — Belenon", "types": ["Plane"], "uuid": "672ade1f-6c45-5af4-97f8-973ff7bcf860"}, {"artist": "rk post", "availability": ["mtgo", "paper"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "foreignData": [{"language": "German", "multiverseId": 288530, "name": "Das Westwind-Labyrinth", "text": "Fliegende Kreaturen erhalten +2/+0.\nNichtfliegende Kreaturen erhalten -2/-0.\nImmer wenn du chaos würfelst, erhält eine Kreatur deiner Wahl bis zum Ende des Zuges Flugfähigkeit.", "type": "Welt — Kyneth"}, {"language": "Spanish", "multiverseId": 288571, "name": "El laberinto de céfiro", "text": "Las criaturas con la habilidad de volar obtienen +2/+0.\nLas criaturas sin la habilidad de volar obtienen -2/-0.\nSiempre que lances caos, la criatura objetivo gana la habilidad de volar hasta el final del turno.", "type": "Plano — Kyneth"}, {"language": "French", "multiverseId": 288489, "name": "Le Labyrinthe du Zéphir", "text": "Les créatures avec le vol gagnent +2/+0.\nLes créatures sans le vol gagnent -2/-0.\nÀ chaque fois que vous obtenez chaos, la créature ciblée acquiert le vol jusqu'à la fin du tour.", "type": "Plan : Kyneth"}, {"language": "Italian", "multiverseId": 288612, "name": "Il Labirinto dello Zefiro", "text": "Le creature con volare prendono +2/+0.\nLe creature senza volare prendono -2/-0.\nOgniqualvolta tiri caos, una creatura bersaglio ha volare fino alla fine del turno.", "type": "Piano — Kyneth"}, {"language": "Japanese", "multiverseId": 288653, "name": "西風の迷宮", "text": "飛行を持つクリーチャーは＋２/＋０の修整を受ける。\n飛行を持たないクリーチャーは－２/－０の修整を受ける。\nあなたがchaosを出すたび、クリーチャー１体を対象とする。それはターン終了時まで飛行を得る。", "type": "次元 — キネス"}], "frameVersion": "2003", "hasFoil": false, "hasNonFoil": true, "identifiers": {"mcmId": "256206", "mtgjsonV4Id": "f7768ac5-e4a8-5e37-bb70-b7ed39d42236", "mtgoId": "45012", "multiverseId": "226528", "scryfallId": "037d8f92-bd92-4b2a-88ab-8b795e36283a", "scryfallIllustrationId": "4832ef3d-5a57-4659-8ad0-235da1116d8a", "scryfallOracleId": "2d84be6d-49a5-4200-8cd3-d8653dfd0899", "tcgplayerProductId": "81932"}, "isOversized": true, "isStarter": true, "layout": "planar", "legalities": {}, "name": "The Zephyr Maze", "number": "40", "originalText": "Creatures with flying get +2/+0.\nCreatures without flying get -2/-0.\nWhenever you roll chaos, target creature gains flying until end of turn.", "originalType": "Plane — Kyneth", "printings": ["OPC2", "OPCA"], "purchaseUrls": {"tcgplayer": "https://mtgjson.com/links/2241ddc5b0977781"}, "rarity": "common", "rulings": [], "setCode": "OPC2", "subtypes": ["Kyneth"], "supertypes": [], "text": "Creatures with flying get +2/+0.\nCreatures without flying get -2/-0.\nWhenever you roll {CHAOS}, target creature gains flying until end of turn.", "type": "Plane — Kyneth", "types": ["Plane"], "uuid": "69ab6757-9886-5956-a452-f791b638252e"}], "code": "OPC2", "isFoilOnly": false, "isNonFoilOnly": true, "isOnlineOnly": false, "keyruneCode": "PC2", "mtgoCode": "OPC2", "name": "Planechase 2012 Planes", "parentCode": "PC2", "releaseDate": "2012-06-01", "tokens": [], "totalSetSize": 40, "translations": {}, "type": "planechase"}